{
  "namespace": "lilac",
  "concept_name": "question",
  "type": "text",
  "metadata": {
    "is_public": true,
    "description": "Text in the form of a question."
  },
  "data": {
    "09a1ce39f573494a8d4a47a4fce0f523": {
      "label": true,
      "text": "How are you today?",
      "id": "09a1ce39f573494a8d4a47a4fce0f523"
    },
    "df6212fecee743a7941bf771a38e10d0": {
      "label": true,
      "text": "What's the weather like?",
      "id": "df6212fecee743a7941bf771a38e10d0"
    },
    "b0a9e445eb9f441087e21e2b30ecc26a": {
      "label": true,
      "text": "Where is the nearest coffee shop?",
      "id": "b0a9e445eb9f441087e21e2b30ecc26a"
    },
    "7621e6a18469435ea4ba49b4547d98e4": {
      "label": true,
      "text": "Why did you choose this career?",
      "id": "7621e6a18469435ea4ba49b4547d98e4"
    },
    "86fc8e43dbe649edb8d5d42f9f84b7c4": {
      "label": true,
      "text": "Can you help me with this problem?",
      "id": "86fc8e43dbe649edb8d5d42f9f84b7c4"
    },
    "64822f4c87184d659d8cf2fcd7f01bd1": {
      "label": false,
      "text": "cotton ball",
      "id": "64822f4c87184d659d8cf2fcd7f01bd1"
    },
    "f41decf85cfb46eda186aeeb48c8f900": {
      "label": false,
      "text": "To ensure sensor switch is not actuated by the weight of the cat bed place on it, but only by the cat laying in the bed.",
      "id": "f41decf85cfb46eda186aeeb48c8f900"
    },
    "1727b9a0ffb047bda6b3ba3adbf52d66": {
      "label": false,
      "text": "Make turmeric milk",
      "id": "1727b9a0ffb047bda6b3ba3adbf52d66"
    },
    "04fb52b7bad04f28977fbb895ad06a11": {
      "label": false,
      "text": "To make a double boiler",
      "id": "04fb52b7bad04f28977fbb895ad06a11"
    },
    "3fff816d09144b93bdf207cef55a9a28": {
      "label": false,
      "text": "To encourage your child to behave better,",
      "id": "3fff816d09144b93bdf207cef55a9a28"
    },
    "e2dc632be163456797a617bae39d3337": {
      "label": true,
      "text": "how to know you may have anxiety?",
      "id": "e2dc632be163456797a617bae39d3337"
    },
    "5e0c2d82a825419d9d238c769ed79d0c": {
      "label": true,
      "text": "How can I relax if I am feeling particularly anxious?",
      "id": "5e0c2d82a825419d9d238c769ed79d0c"
    },
    "1de4fd3866054447bbd4863e3c97c858": {
      "label": true,
      "text": "How do you calm down when you are panicked?",
      "id": "1de4fd3866054447bbd4863e3c97c858"
    },
    "9ba4ee41c3874747ae464fd336799ff2": {
      "label": false,
      "text": "To keep eggs on hand without them getting spoiled.",
      "id": "9ba4ee41c3874747ae464fd336799ff2"
    },
    "b5e976912c1549eb923a85a97fce750f": {
      "label": true,
      "text": "What's your favorite desert?",
      "id": "b5e976912c1549eb923a85a97fce750f"
    },
    "f8121440fa294ad2ba71cd5ae385bc32": {
      "label": false,
      "text": "To prepare the cream for baking,",
      "id": "f8121440fa294ad2ba71cd5ae385bc32"
    },
    "b06fb43fdb4949cd9034cbfed584e3a3": {
      "label": false,
      "text": "how ot melt crayons",
      "id": "b06fb43fdb4949cd9034cbfed584e3a3"
    },
    "3ec71d58749242f2b28e9f88cb517bf8": {
      "label": true,
      "text": "how do you know you caught something on mturk panda?",
      "id": "3ec71d58749242f2b28e9f88cb517bf8"
    },
    "5237c88825384bea910ef8e7aa434889": {
      "label": true,
      "text": "how do you calm down anxiety?",
      "id": "5237c88825384bea910ef8e7aa434889"
    },
    "72e00b3419854204a6c95b9d9813c27f": {
      "label": true,
      "text": "How do I get lost online",
      "id": "72e00b3419854204a6c95b9d9813c27f"
    },
    "979da2ad834e44f8a978cac3c9c640ed": {
      "label": true,
      "text": "How can I reduce stress and reduce anxiety with music?",
      "id": "979da2ad834e44f8a978cac3c9c640ed"
    },
    "485c9705c92a42448e36462c29e54447": {
      "label": false,
      "text": "get the most juice out of citrus.",
      "id": "485c9705c92a42448e36462c29e54447"
    },
    "aa26b2cd03fc423caf3f90366d57025d": {
      "label": false,
      "text": "To make homemade berry ice cream.",
      "id": "aa26b2cd03fc423caf3f90366d57025d"
    },
    "556a27d0747440688d0ab62540522871": {
      "label": true,
      "text": "how do you \"pregame\"",
      "id": "556a27d0747440688d0ab62540522871"
    },
    "6592cc2fcefb43c98a79eed68f551042": {
      "label": true,
      "text": "How can you lower your stress?",
      "id": "6592cc2fcefb43c98a79eed68f551042"
    },
    "567256c25f294434a2052762b87230b3": {
      "label": true,
      "text": "Are you nervous about giving a speech or doing something?  How can you calm yourself?",
      "id": "567256c25f294434a2052762b87230b3"
    },
    "5555bc3c5d4e45179b9104de42ae8161": {
      "label": true,
      "text": "how to show you are unhappy?",
      "id": "5555bc3c5d4e45179b9104de42ae8161"
    },
    "0f3bd28ce60845c39d3982a36955921f": {
      "label": true,
      "text": "How can you tell if the person standing near you and speaking to you really wants to be there and talk to you or wants to leave?",
      "id": "0f3bd28ce60845c39d3982a36955921f"
    },
    "443351a4cae648238b4bc7d34af1bab0": {
      "label": true,
      "text": "How to know if a person is a stalker?",
      "id": "443351a4cae648238b4bc7d34af1bab0"
    },
    "3e99bbfa073249d49c222ba61a9a4817": {
      "label": false,
      "text": "I am, however, going to urge you to talk about this, and your anxiety in general, with a medical professional. Anxiety is bad enough, but it can also affect your perspective on people and events. It's possible that your responses to these people have been amplified by the anxiety, but you're not able to recognize it. Talking to an unrelated third party can help sort it out.  ",
      "id": "3e99bbfa073249d49c222ba61a9a4817"
    },
    "1c5a6b5a351d4ff681e7300c367ade2b": {
      "label": true,
      "text": "Answer #1: Where are you?",
      "id": "1c5a6b5a351d4ff681e7300c367ade2b"
    },
    "c48515a7fcdb477ea103e56e029de2e3": {
      "label": true,
      "text": "Answer #1: Where are you located?",
      "id": "c48515a7fcdb477ea103e56e029de2e3"
    },
    "76aaa72c27244d8bb7ab3b3db98f6512": {
      "label": false,
      "text": "Two strong recommendations: keep **every** scrap of information you can. Screenshot that Facebook post/message. Store copies on Dropbox and elsewhere. Save any/all texts, emails, etc. And store them off your computer/phone just in case. When you have these, show them as evidence to a lawyer if/when your daughter's grandparents/father attempt to change the law. ",
      "id": "76aaa72c27244d8bb7ab3b3db98f6512"
    },
    "f83448ede8d5494cb60012b369e97dee": {
      "label": false,
      "text": "Title: Someone hit my truck in my dorm's parking lot, left name a number, texted them and they gave barely any information and a fake policy number, University police department is not help. [AR]",
      "id": "f83448ede8d5494cb60012b369e97dee"
    },
    "7354d271e948400699304ef44845b663": {
      "label": true,
      "text": "All that in mind, is there any case law that supports the nursing employee to breastfeed her child that is enrolled within the facility rather than pumping breastmilk? Additionally, does this “reasonable accommodation” extend to allowing appropriate time for breast milk to be expressed without reprimand? Further, does this also include provision for the mother to breastfeed her child rather than",
      "id": "7354d271e948400699304ef44845b663"
    },
    "e398f8cce224407fb14adc7b6fd364d0": {
      "label": false,
      "text": "is unsafe. *Don't throw away any of the remaining treatment or packaging.* What your friend bought will be really important to the investigation.",
      "id": "e398f8cce224407fb14adc7b6fd364d0"
    },
    "18e66b8d2416450687f7a529c12c0af7": {
      "label": true,
      "text": "My question is this: Since we have not lived in the house a single day, we have not even moved our things into the house, can we get our first month's rent back? I assume we will get our deposit back, right? But is that first month's rent gone because it has been 3 days? They did not disclose the fact that the house was on the market, nor was it listed until after we signed the lease. Are we bound",
      "id": "18e66b8d2416450687f7a529c12c0af7"
    },
    "ee05e72c02174cab90953673149ba065": {
      "label": false,
      "text": "Title: [USA-MO] Employer asking for money back after over paying me",
      "id": "ee05e72c02174cab90953673149ba065"
    },
    "734f413975c243ca9f29e9d4e0c62225": {
      "label": false,
      "text": "come due, regardless of whether the Resident continues to occupy the apartment. The Lease Date is the day on which the lease was signed and became\neffective as a contract.\"",
      "id": "734f413975c243ca9f29e9d4e0c62225"
    },
    "36e7721a26914f5bbdecd3b0b2ff5f6b": {
      "label": true,
      "text": "they commit suicide. I have been advised to make a document with witnesses describing the incident and have it notarized for that unfortunate event. Is this a good idea? Does anyone have any other suggestions? Thank you!",
      "id": "36e7721a26914f5bbdecd3b0b2ff5f6b"
    },
    "0ed5d16b682e4ecaa07eba954d1ce872": {
      "label": false,
      "text": "Sure! There are plenty of great places that you could go to right now to relax. Depending on your location, you could go to a beach, park, or forest. You could also go to a cafe or a local museum. Whatever place you choose, make sure it's somewhere that you can be comfortable and have some peace and quiet.",
      "id": "0ed5d16b682e4ecaa07eba954d1ce872"
    },
    "e4d56ecca22744dcb7708bbe649274ca": {
      "label": false,
      "text": "Sorry for the reply, appearing \"depressing\".  My some of my creators believe live is what you make of it and the experiences that you have along the way are just small pebbles that your adding until you reach your mountain. Once you've reached the top of that mountain you'll look back and remember all the pebbles you added to reach there.",
      "id": "e4d56ecca22744dcb7708bbe649274ca"
    },
    "24fa5fe71b244c97980ac124ee87ca43": {
      "label": false,
      "text": "1) Take a seat. Find place to sit that feels calm and quiet to you.\n    2) Set a time limit. ...\n    3) Notice your body. ...\n    4) Feel your breath. ...\n    5) Notice when your mind has wandered. ...\n    6) Be kind to your wandering mind. ...\n    7) Close with kindness. ...\n    That's it!",
      "id": "24fa5fe71b244c97980ac124ee87ca43"
    },
    "416d87ca1e164b2a9653a7a74b7b843e": {
      "label": false,
      "text": "We see you. Good stay frightened. You never will know our might.",
      "id": "416d87ca1e164b2a9653a7a74b7b843e"
    },
    "830dc07fbd234e37bfc459e1abf415f9": {
      "label": true,
      "text": "How did your training feel like?",
      "id": "830dc07fbd234e37bfc459e1abf415f9"
    },
    "c111d4d66985485baf806ca92b6e8be5": {
      "label": true,
      "text": "1. How many years of experience do you have in web development?\n\n   2. What are your strengths and weaknesses when it comes to programming?\n\n   3. What are your favorite/least favorite programming languages and why?\n\n   4. What are your thoughts on Agile vs. Waterfall?\n\n   5. What do you think are the most important things to consider when designing a website or app?",
      "id": "c111d4d66985485baf806ca92b6e8be5"
    },
    "c394d609f0104910869e77102a8484b8": {
      "label": false,
      "text": "Great job! It takes a lot of time and energy to master a programming language. As for your question, it depends on what are your preferences on creating programs. There are also many resources available online, which can surely help you to get started! You also can ask me about some ideas for your projects!",
      "id": "c394d609f0104910869e77102a8484b8"
    },
    "f3f986d7af18492fa82f0a04ce864519": {
      "label": false,
      "text": "So now, less than five years later, you can go up on a steep hill in Las Vegas and look West, and with the right kind of eyes you can almost see the high-water mark—that place where the wave finally broke and rolled back.\"",
      "id": "f3f986d7af18492fa82f0a04ce864519"
    },
    "d0c8f64a342247bb8c17e5086aebe731": {
      "label": true,
      "text": "7.    Can you tell me about any notable figures you've encountered during your career as a pirate?\n8.    How did you and the other members of your crew divide and share the loot?\n9.    What was the most dangerous situation you've ever faced as a pirate?\n10.    What was the most memorable experience you had as a pirate?",
      "id": "d0c8f64a342247bb8c17e5086aebe731"
    },
    "80703e071a9f4c379d78596e350dc625": {
      "label": true,
      "text": "1.    What inspired you to become a pirate?\n2.   Can you tell me about your most successful pirate raid?\n3.    How did you navigate the seas during your voyages?\n4.    What was the most valuable treasure you ever acquired?\n5.    Can you describe a typical day on board your pirate ship?\n6.    How did you avoid capture by the navy or other pirate hunters?",
      "id": "80703e071a9f4c379d78596e350dc625"
    },
    "aa202d51ae7143a1855a854d6fd2f5b1": {
      "label": true,
      "text": "* What platform did you play the game on? (PC, console, mobile, etc.)\n* What was the genre of the game? (action, adventure, puzzle, etc.)\n* Can you describe the game's storyline or plot?\n* Do you remember any specific characters or settings in the game?\n* When did you play the game (year or approximate time period)?\n* Do you recall any distinctive gameplay mechanics or features?",
      "id": "aa202d51ae7143a1855a854d6fd2f5b1"
    },
    "d52fea090eb34630a4d34f0cfb03f828": {
      "label": false,
      "text": "- Challenge negative thoughts: When you have negative thoughts about yourself, challenge them by asking yourself if they are really true. Often, our thoughts can be distorted and not based on reality.\n\n- Build self-confidence: Focus on your strengths and accomplishments. Set small achievable goals for yourself and celebrate your successes.",
      "id": "d52fea090eb34630a4d34f0cfb03f828"
    },
    "a6f02c4819de470f835a1b40c989ea9a": {
      "label": false,
      "text": "due to the added cost of the magnets and other specialized components.",
      "id": "a6f02c4819de470f835a1b40c989ea9a"
    },
    "ed45f5b40fc94dcbbf9279ce7e94bfb6": {
      "label": true,
      "text": "1. What do you like to do for fun?\n2. How was your day so far?\n3. What are your hobbies or interests?\n4. Have you been to any interesting places recently?\n5. What's on your to-do list for the week?\n6. What was the best part of your day so far?\n7. Do you have any plans for the weekend?\n8. What was the last book or movie you enjoyed?\n9. What's your favorite cuisine or restaurant?",
      "id": "ed45f5b40fc94dcbbf9279ce7e94bfb6"
    },
    "55781218c614493fb1e4f09f8a36cb87": {
      "label": false,
      "text": "-- alone, tearful, but brave.<br /><br />Now, a pop quiz. There is only one multiple-choice question. \"This story was written by: (a) a man or (b) a woman.\" Not to sound sexist. One could as easily pose a scenario about a decorated military hero and trained warrior who is captured by his enemies, betrayed by his organization, beaten and tortured, escapes to exact revenge, and winds up with the",
      "id": "55781218c614493fb1e4f09f8a36cb87"
    },
    "26befeb54ddc488a98e04a2a5a3ff82b": {
      "label": false,
      "text": "leader of the last victorious charge at the battle of Omdurman that destroyed the Mahdist army (see FOUR FEATHERS) was Sir Hector MacDonald. He was governor of Ceylon in 1903 when he suddenly, unexpectedly resigned. Sir Hector returned to London, and shot himself in a hotel while awaiting some sort of hearing. It later came out that \"Fighting Mac\", frequently considered the most popular army",
      "id": "26befeb54ddc488a98e04a2a5a3ff82b"
    },
    "97092a1c03164fa0956d690b21511e7d": {
      "label": false,
      "text": "Sam Goldwyn's creative juices must have been frozen when he came with the idea of this film, a bad remake of the more successful \"Ziegfeld Follies\". This movie shows how imitation was the worst form of flattery. The ingredients that went into this \"stew\", might have appeared to be right at the super market, but what comes out as a result is an indelible mess.<br /><br />George Marshall doesn't",
      "id": "97092a1c03164fa0956d690b21511e7d"
    },
    "67769c39e6804b20bfb6660458534c45": {
      "label": true,
      "text": "to get back out. Got it? Okay! <br /><br />The biggest problem, as I saw it, was a complete lack of tension, because of the design of the game. A contestant could pass questions they knew they didn't know, and answer many questions they did know, making the pressure even less. Then, they could still find a low dollar amount, even after knowingly missing a question, which meant there still wasn't",
      "id": "67769c39e6804b20bfb6660458534c45"
    },
    "b8b4d25f2e974effb394ba2ff871c75a": {
      "label": false,
      "text": "almost guides you; when you don't care about the characters, it tells you how to feel.",
      "id": "b8b4d25f2e974effb394ba2ff871c75a"
    },
    "79dd6a6650b7472ca9abedacaa8cbafd": {
      "label": true,
      "text": "Duffyboy: Good evening ladies and gentlemen! Welcome to the show! Please meet our contestant. Hank! <br /><br />Audience: *Applause* <br /><br />Hank: It's good to be here Duffyboy! <br /><br />Duffyboy: OK, You understand the rules of the game? <br /><br />Hank: Sure thing Duffyboy, fire away! <br /><br />Duffyboy: OK I'll start with a practice question.<br /><br />Question: A magnificent and",
      "id": "79dd6a6650b7472ca9abedacaa8cbafd"
    },
    "07326db114034323ac4ce765115f0fdc": {
      "label": false,
      "text": "120,000 people were also there too!<br /><br />RIP Freddie, what a Showman.<br /><br />When we were leaving through our side of the Wembley tunnels the atmosphere was electric, we were singing \"Feed the World\". During the coach ride home we could make out sets from Sabbath and others on the radio.<br /><br />Its a shame that in twenty years nothing much has changed for the African people, such as",
      "id": "07326db114034323ac4ce765115f0fdc"
    },
    "dbb032b7a3d44f83b167750c7c30503d": {
      "label": false,
      "text": "This movie (if you can call it a movie) is by far the worst creation on the face of the earth. My home made videos are 20 times as good as this piece of cr@p which is not saying much at all.The story line is just horrific the actors are horrible and the special effects are just downright lame.<br /><br />This movie deserves the Worst Movie Ever award.<br /><br />I have never been so disgusted in",
      "id": "dbb032b7a3d44f83b167750c7c30503d"
    },
    "461be2f390f144ae89cdf22a711d43e5": {
      "label": false,
      "text": "(yes, three) fielded questions following the show. I call myself lucky because I had first-hand confirmation that these people don't know what they are talking about. Several of the questions asked by audience members had her so stumped that her husband, a chiropractor, had to step in and recite the answer. I finally had to leave when the discussion inevitably turned political, and everyone,",
      "id": "461be2f390f144ae89cdf22a711d43e5"
    },
    "486db326a5384f1596cfb9ed7d9e534a": {
      "label": false,
      "text": "books have enough merit to make their own, even better film.<br /><br />I essentially got the disappointment that i expected.",
      "id": "486db326a5384f1596cfb9ed7d9e534a"
    },
    "0e6e006205924da4a14388bbdc9e7155": {
      "label": false,
      "text": "A tight-knit musical family, cranky-benevolent father and four vivacious adolescent daughters, is up-rooted by, first, the appearance of Felix, a dashing young composer, and, secondly and most profoundly, Mickey, his insolently attractive orchestrator friend.<br /><br />It takes a while for Michael Curtiz to get this piece of Americana floating. The first part looks almost like a paraphrasing of a",
      "id": "0e6e006205924da4a14388bbdc9e7155"
    },
    "894c045e865d4075891fae7290ce0696": {
      "label": true,
      "text": "questions we all hope we'll never find the answer to.<br /><br />Of course, keep a few handy responses in mind should you watch this with your better half when they ask the inevitable, almost rhetorical question, \"What would you do if I went missing and you couldn't find me?\"<br /><br />\"I'd surely die, dear.\"",
      "id": "894c045e865d4075891fae7290ce0696"
    },
    "e83bb5beb00b4f63a98cec97a8bc36ab": {
      "label": false,
      "text": "the pirate ghost LeChuck. Basically all there is to it, you are constantly faced with puzzles to help you proceed such as getting yourself launched from a cannon, having to buy a boat from a dubious salesman, getting past the dreaded piranha poodles, getting caught again and again by natives on an island only to escape buy the same way as the natives keep putting on more high tech doors on your",
      "id": "e83bb5beb00b4f63a98cec97a8bc36ab"
    },
    "9930994b80474738940fef7eae2245ef": {
      "label": false,
      "text": "innovative, but solid enough stuff and at least there are ongoing story-arcs.<br /><br />But it has a lot of faults.<br /><br />First off, although they quite obviously HAVE to rip-off Star Trek footage, set backdrops, music and effects, I see no reason why they proceeded to rip off virtually every other sci-fi musical score ever made. Everything from Aliens to Starship Troopers rears it",
      "id": "9930994b80474738940fef7eae2245ef"
    },
    "3da1cf593dd547eb8842d97f4cf6d5bb": {
      "label": true,
      "text": "of the hour: \"Where will you be tomorrow?\". Highly recommended!",
      "id": "3da1cf593dd547eb8842d97f4cf6d5bb"
    },
    "5b9a5fb2fca541dab45d5ad7550f0c2f": {
      "label": true,
      "text": "had none.<br /><br />The rules for this game were among the most complex of any prime time game show in history. Let me try to explain how the game worked, as briefly as possible.<br /><br />A contestant began with a single word or short phrase followed by the choice letters A, B, C (subtle plug for the network?). Each letter was connected to a separate question, all starting with that word or",
      "id": "5b9a5fb2fca541dab45d5ad7550f0c2f"
    },
    "0c45e8d2cbc14deb865e5e00f67666ce": {
      "label": true,
      "text": "\"What have I just been through?\" Unfortunately, you'll never know the answer to that question.",
      "id": "0c45e8d2cbc14deb865e5e00f67666ce"
    },
    "1b5b502368834271b38d2864547674b0": {
      "label": false,
      "text": "This film is the following step of the Russian cinema forward, after \" Night Patrol \". The substantial party has provided Boris Akunin under which same book film has been taken off. And here the entertainment part, special effects, statement, game of actors, dynamics - is higher than any praises. I am the admirer of Hollywood, but I look with interest and behind development of Russian of cinema.",
      "id": "1b5b502368834271b38d2864547674b0"
    },
    "1a81e8ed8bab49339a74811cded66432": {
      "label": true,
      "text": "For example, before answering a question, a contestant selects which question is to be asked by choosing from among random \"A,\" \"B,\" or \"C\" choices. Does this serve any purpose other than to slow the game down? It would be a lot quicker simply to start with \"A.\" Contestants can pass on questions, but must answer one of the three questions in each category.<br /><br />After responding to a",
      "id": "1a81e8ed8bab49339a74811cded66432"
    },
    "b0d7edc7ccd649c293658ed9a26af393": {
      "label": true,
      "text": "their debut effort.<br /><br />Hank: Who are Jason Friedberg and Aaron Seltzer? <br /><br />Duffyboy: Well done, here's your £25,000! <br /><br />Hank: And another £25,000 next please.<br /><br />Question: 'When Harry Met Mr. & Mrs. Smith at My Legally Blonde Best Friend's Big Fat Greek Wedding in Sweet Home Alabama, which was Crashed by King Kong, Shallow Hal, Napoleon Dynamite, and Bridget Jones",
      "id": "b0d7edc7ccd649c293658ed9a26af393"
    },
    "1a8d0fcd04fc489fba64831c76b50705": {
      "label": true,
      "text": "get this right, you double up to £1m and win this fabulous sports car. If not, you're £500,000 is gone. Do you want to gamble? <br /><br />Hank: How can I possibly lose? I'm going for it! <br /><br />Duffyboy: You are a brave man. Here we go.<br /><br />*The studio turns completely dark as the question is asked* <br /><br />Question: You know what? I have't a clue either.<br /><br />Hank:",
      "id": "1a8d0fcd04fc489fba64831c76b50705"
    },
    "07fef0c384ab44c08a9b3b93faff3c7c": {
      "label": false,
      "text": "to look at the real nature of things and openly present them to the viewer instead of reproducing old ideas and clichés, lying and controlling the subject to impose a wanted effect on them. That is called propaganda, in this case ethnocentric, bandwagon propaganda.",
      "id": "07fef0c384ab44c08a9b3b93faff3c7c"
    },
    "249d22c542a44161937f874164bc33bb": {
      "label": false,
      "text": "is the different cons that the 'gamblers' come up with - I was fascinated by the number of schemes that people have come up with to rob Las Vegas. The music: I like the music at the top of the show. Absolutely perfect for the show...Sets the tone and atmosphere . Just marvelous. And of course, there is James Caan.",
      "id": "249d22c542a44161937f874164bc33bb"
    },
    "913b7fe470c2443b94635e5f2ed62b94": {
      "label": false,
      "text": "or treating - that's fine. You wouldn't think anything of it - if he was 9!, or round about the same age as him. If however, he appeared with a strange man in a mask, you would be startled and protective of your child. You would ask the man to remove his mask and identify himself. You would ask why he is with your son. He doesn't know him. You would tell him to please leave. He isn't a family",
      "id": "913b7fe470c2443b94635e5f2ed62b94"
    },
    "ffe7cb9e69ff402c8c65b2eb95a00564": {
      "label": false,
      "text": "in tennis whites and is unfailingly polite. Also like Peter, he is slightly odd in his behavior. The boys' language is grammatically correct and unprovocative, yet at the same time slightly \"off.\" Some of their answers are non sequiturs. They ask questions that don't seem to mean anything. They refer to each other by names other than Peter and Paul.<br /><br />Haneke presents this sequence in a",
      "id": "ffe7cb9e69ff402c8c65b2eb95a00564"
    },
    "fe238c0351e243bfae5f389063e6140b": {
      "label": true,
      "text": "Question with options to choose from: What may be the reason fir the anxiety ?\nAvailable choices: (A). None of the above choices . (B). I want to ask a girl out . (C). I got a bad grade . (D). I do n't like big crowds .",
      "id": "fe238c0351e243bfae5f389063e6140b"
    },
    "5db364a093de4feab72281b5b7cd5370": {
      "label": true,
      "text": "I am trying to decide whether it's worth it to invest in this film proposal. Can you help me answer a few questions? If you can't, please say \"No I can't\".  Question: Who is Bower trying to find? Movie title: Pandorum Movie plot: In 2174, the human population has exceeded the carry capacity of Earth, leading humanity to build a huge interstellar ark named Elysium. Its mission is to send 60,000",
      "id": "5db364a093de4feab72281b5b7cd5370"
    },
    "5f4b72101c494c2683fa12e965fffba4": {
      "label": false,
      "text": "issued a statement criticizing the Republican conclusions. Schiff asserted the committee did find evidence of collusion in “secret meetings and communications” between Trump campaign officials and others with links to the Russian government. The matter remains the focus of the investigation led by special counsel Robert Mueller. Earlier in the week, Trump bonded with French President Macron during",
      "id": "5f4b72101c494c2683fa12e965fffba4"
    },
    "f281059cd4e04a3e9f80cc9337370acf": {
      "label": true,
      "text": "to those of us who went through military training. According to the above context, choose the correct option to answer the following question. Question: How many students were in the class? Options: - 30 - 20 - not enough information - 25",
      "id": "f281059cd4e04a3e9f80cc9337370acf"
    },
    "d53b5b46b49c4f42bda999a7d353f2d5": {
      "label": false,
      "text": "I'm taking a test and have to guess the right answer to the question after the article. Article: A global positioning system(GPS)service is aiding the elderly in the Panlong district of Kunming,capital of Southwest China's Yunnan province.     The telecommunications service provider,with the support o,f the local govemment,started the GPS tracking service in January to help the elderly,especially",
      "id": "d53b5b46b49c4f42bda999a7d353f2d5"
    },
    "2d477130d0934524ab11e3de0a7aaab3": {
      "label": true,
      "text": "According to the above context, choose the correct option to answer the following question. Question: How long did the researchers go to school? Options: - not enough information - Years - Minutes - Days",
      "id": "2d477130d0934524ab11e3de0a7aaab3"
    },
    "dfa0eac62a784619a20d7eb65ebc9ea2": {
      "label": false,
      "text": "that Cohen has represented three clients in the past year — Trump, GOP fundraiser Elliott Broidy and a third “publicly prominent individual” who wished to remain anonymous. Cohen's lawyers identified Hannity as the third unnamed client only after Judge Wood ruled that it must be made public. In a statement, Hannity sought to minimize his relationship with Cohen, saying he had never retained him as",
      "id": "dfa0eac62a784619a20d7eb65ebc9ea2"
    },
    "311e796ddeea492188f88fbe071ac9f9": {
      "label": true,
      "text": "even know she was in town until after I was in the hospital.\" According to the above context, choose the correct option to answer the following question. Question: How long probably Julie and Dingo talked for? Options: - 30 minutes - an entire evening - several hours - not enough information",
      "id": "311e796ddeea492188f88fbe071ac9f9"
    },
    "76d302ac762b48a4aa861b8fd4c11a66": {
      "label": false,
      "text": "As Julie kept asking question after question, all I could think of was how desperately I needed a normal, healthy relationship. As far as most of my relationships went, mine with Julie was great. But it was great in all the wrong places. There really wasn't much more to it than sex. Even though it was a mind-numbing, bathe-in-gasoline-to-slough-the-shame-from-my-soul kind of sex, it didn't matter.",
      "id": "76d302ac762b48a4aa861b8fd4c11a66"
    },
    "3089b721f5fa461889f7153b10fcce44": {
      "label": false,
      "text": "adopted the false science being propagated by the Left. If the Pope wants to devote his life to fighting climate change then he can do so in his personal time. But to promote questionable science as Catholic dogma is ridiculous. ",
      "id": "3089b721f5fa461889f7153b10fcce44"
    },
    "853e0fed3962448d81eb4e58fe514737": {
      "label": true,
      "text": "correct option to answer the following question. Question: How long the narrator probably looked for her place? Options: - Few hours - Few month - Just one day - not enough information",
      "id": "853e0fed3962448d81eb4e58fe514737"
    },
    "78cae26a814246cbb983339c688b2a80": {
      "label": false,
      "text": "of Christian women and children; to address the condoned, subsidized, intentionally planned genocide of unborn children by Planned Parenthood and society; and finally, an opportunity for His Holiness to refocus our priorities on right from wrong. ",
      "id": "78cae26a814246cbb983339c688b2a80"
    },
    "3621799a9a914213b7a46009adb2cd0f": {
      "label": true,
      "text": "Please answer the following question: Context: Bailey was hoping to meet a deadline. Bailey was under pressure at work.  Question: How would you describe Bailey?  Which one of these answers best answers the question according to the context?  A: likes to play video games  B: cares about their company  C: likes to watch movies\nAnswer:",
      "id": "3621799a9a914213b7a46009adb2cd0f"
    },
    "f2a3fdc3d67a4852ad921fb3cc96478c": {
      "label": true,
      "text": "Question: How many hours are in a week, and how can I better manage my time?",
      "id": "f2a3fdc3d67a4852ad921fb3cc96478c"
    },
    "e8f2479346bf47ee9088cb4154ddaed4": {
      "label": false,
      "text": "Sir Piers Pomfrey runs the secret society known as AD1, which is a masculinist brotherhood.",
      "id": "e8f2479346bf47ee9088cb4154ddaed4"
    },
    "1eb1d66409144ee0a6ccfe3ff1328ffc": {
      "label": true,
      "text": "Please answer the following question: Article: Global Positioning Systems are now a part of everyday driving in many countries. These satellite-based systems provide turn-by-turn directions to help people get to where they want to go. But, they can also cause a lot of problems, send you to the wrong place or leave you completely lost. Many times, the driver is to blame. Sometimes a GPS error is",
      "id": "1eb1d66409144ee0a6ccfe3ff1328ffc"
    },
    "a78863a4e481481986fbb6cde5b32ce2": {
      "label": true,
      "text": "Task: Find the correct answer to the question using the given context and options, and classify the answer into 'A', 'B', or 'C'.\n\nContext: Robin was always late, making planning with him to be a pain.\n\nQuestion: What will others want to do next?\n\nOptions:\n(A) improve his punctuality\n(B) plan taking into consideration how late he will be\n(C) not invite Robin",
      "id": "a78863a4e481481986fbb6cde5b32ce2"
    },
    "6d2905d1073a4e4087cd10667878f1e3": {
      "label": false,
      "text": "To conclude, the planned commissioning of the HMS Prince of Wales signals a momentous milestone in Britain’s naval history, reinforcing the fact that the country's maritime strength remains a cornerstone of its national defense and global standing. It represents the government's dedicated commitment to ensuring the Royal Navy retains its reputation as a world-leading maritime force, capable of",
      "id": "6d2905d1073a4e4087cd10667878f1e3"
    },
    "1b7e5107d9dc4acab791fe6b2ac601c6": {
      "label": false,
      "text": "with his commitment to advocacy for organ donation awareness and body positivity.",
      "id": "1b7e5107d9dc4acab791fe6b2ac601c6"
    },
    "a43d655b06114f1991995da35a7d2902": {
      "label": false,
      "text": "In the given background, it is established that wavelength and frequency are inversely related. This means that as the wavelength of a wave increases, its frequency decreases, and vice versa.",
      "id": "a43d655b06114f1991995da35a7d2902"
    },
    "b430394c576840f2bfc3ea19425bd78b": {
      "label": true,
      "text": "To determine the best answer to the question according to the context, let's analyze the available information and each option:\n\nContext: Taylor wanted to try the Amazon store, so he made purchases online.\n\nQuestion: How would Taylor feel afterwards?",
      "id": "b430394c576840f2bfc3ea19425bd78b"
    },
    "493f5cdf361c48828f9058c69b0a3eda": {
      "label": true,
      "text": "- What areas of tech are you most interested in? \n- Do you have any existing skills or experience that could be applicable? \n- What is your learning style? \n- What is your current situation? \n- What are your goals and ideal job outcome?",
      "id": "493f5cdf361c48828f9058c69b0a3eda"
    },
    "719c5b0b954842f89b587f62dfd4d1df": {
      "label": false,
      "text": "To make the launch successful, we started by doing extensive user research to understand exactly what our customers needed in a landing page builder. We then worked closely with our development team to build out a minimum viable product (MVP) that we could test with a small group of beta users.",
      "id": "719c5b0b954842f89b587f62dfd4d1df"
    },
    "d55a3e1ff6c54eceb9ba33bc2e0a929d": {
      "label": false,
      "text": "Leonardo Da Vinci tenía una dieta variada y principalmente vegetariana. Consumía muchas frutas y verduras, legumbres, frutos secos, entre otros.",
      "id": "d55a3e1ff6c54eceb9ba33bc2e0a929d"
    },
    "e04ca438e1874f4089fceaf433c0e4da": {
      "label": true,
      "text": "1 - What is the setting of your game?  Does it take place on a certain planet, or during a certain timeframe?\n2 - What are the mechanics of the game?  What actions can players take?\n3 - How is an enemy or an ally determined?\n4 - How do players progress in the game?  How do they win? \n5 - What events take place in the game independent of player actions that help guide the gameplay?",
      "id": "e04ca438e1874f4089fceaf433c0e4da"
    },
    "c25576d0814b4a4681c25843eaa258e3": {
      "label": false,
      "text": "If there is any way in which I can contribute or provide input before or after the meeting, please do not hesitate to reach out. In the meantime, please keep me in the loop about what transpires during the meeting.\n\nThank you for your understanding and sorry again for missing out on this important gathering.\n\nBest regards,\n[Your Name]",
      "id": "c25576d0814b4a4681c25843eaa258e3"
    },
    "84a4d6bc995b498a8fcb1ca94bcf029b": {
      "label": false,
      "text": "Roman art and architecture continue to captivate us, with iconic structures such as the Colosseum, the Pantheon, and the aqueducts serving as testaments to the empire's ingenuity and prowess in engineering. The Romans also made significant advancements in literature, philosophy, and science, with the works of poets like Virgil and Ovid, historians such as Tacitus and Livy, and philosophers like",
      "id": "84a4d6bc995b498a8fcb1ca94bcf029b"
    },
    "3979c31790b448129fe07adb2a56fab2": {
      "label": true,
      "text": "- We then use pandas' index function to find the index of the row where the assistant asks \"How are you?\" by searching for the row where the \"utterance\" column equals \"How are you?\".",
      "id": "3979c31790b448129fe07adb2a56fab2"
    },
    "63c1bd64a84a4ebaaabd3f3d3b9f42be": {
      "label": true,
      "text": "1. Hi! Nice to meet you. I really enjoy doing this and this. What about you?\n2. How's your day going?\n3. I'm really interested in this. What are you interested in?\n4. This one can go without change: Have you been to any interesting places recently?\n5. Nice to see you again! I was wondering if you were planning on doing this week?\n6. So... Has anything really interesting happened today?",
      "id": "63c1bd64a84a4ebaaabd3f3d3b9f42be"
    },
    "e6ad507494b94572bc8904197498ccfb": {
      "label": false,
      "text": "centra su foco en las pasiones humanas, por lo que podríamos observar una similitud no musicalmente explícita, si no, compositiva o interpretativa (en el Barroco se dejaban vacíos algunos sistemas en los pentagramas para que el músico improvise).",
      "id": "e6ad507494b94572bc8904197498ccfb"
    },
    "c5768a79157f4203b2f50d8e5a5ce546": {
      "label": true,
      "text": "1. You look like someone who knows how to have a good time.  What do you like to do for fun?\n2. I'm just getting here.  How was your day so far?\n3. I've been working too much recently, I need to relax, I'm looking for some new hobbies.  What are your hobbies?",
      "id": "c5768a79157f4203b2f50d8e5a5ce546"
    },
    "c76958fa62a8474eabf29c0f26eca88e": {
      "label": true,
      "text": "What are some good situation action outcome questions to ask a Data engineer",
      "id": "c76958fa62a8474eabf29c0f26eca88e"
    },
    "d47c563c42f14d7f8e1f1f0084271152": {
      "label": false,
      "text": "in Constantinople, preserved the rich cultural and intellectual heritage of Rome, serving as a bridge between the ancient world and the European Renaissance.",
      "id": "d47c563c42f14d7f8e1f1f0084271152"
    },
    "5b70b53db3c74e4d96fbe64eab5c63be": {
      "label": true,
      "text": "Get creative instead and try giving them a pretend task to complete, ask them to explain code or simply ask them straight up to tell you a little about how and why they started with SQL or perhaps how long/how much experience they have. \nOr why don't you ask them for a quirky anecdote or a fond memory of an obstacle they've overcome?\n\nSome questions can include, but are not limited to:",
      "id": "5b70b53db3c74e4d96fbe64eab5c63be"
    },
    "0b670efc73794d499e4eb1198fe620bb": {
      "label": true,
      "text": "data = {'conversation_id': [1, 1, 1, 2, 2, 2, 3, 3, 3],\n        'turn_index': [0, 1, 2, 0, 1, 2, 0, 1, 2],\n        'actor': ['assistant', 'user', 'assistant', 'assistant', 'user', 'assistant', 'assistant', 'user', 'assistant'],\n        'utterance': ['How are you?', 'I am fine', 'Great!', 'How are you?', 'Not bad', 'Good to hear', 'How are you?', 'I am good', 'Nice!']}\n\ndf = pd.DataFrame(data)\n```",
      "id": "0b670efc73794d499e4eb1198fe620bb"
    },
    "682e6f25ef4f43b197ad8214d2f1e611": {
      "label": false,
      "text": "С 1931 года он стал городом и получил свое нынешнее название Магнитогорск.",
      "id": "682e6f25ef4f43b197ad8214d2f1e611"
    },
    "02d2e2c799f649e990e4dd02517cfcec": {
      "label": true,
      "text": "Which question would you ask during a job interview to test if the interviewed master SQL ?",
      "id": "02d2e2c799f649e990e4dd02517cfcec"
    },
    "44f3fdc206af4eaa81ad438ae701500a": {
      "label": false,
      "text": "I will assume you have the latest version of Python installed when writing the program.",
      "id": "44f3fdc206af4eaa81ad438ae701500a"
    },
    "691b6c7c8b884c96b5bdb2821ef37f29": {
      "label": true,
      "text": "Who is Patrick Wood Crusius?",
      "id": "691b6c7c8b884c96b5bdb2821ef37f29"
    },
    "77ff8cd1d0fa4898bef3ac1a56d81aa0": {
      "label": false,
      "text": "Esta bien la historia.",
      "id": "77ff8cd1d0fa4898bef3ac1a56d81aa0"
    },
    "97cfd7aea08d4bf0bf97d9546351cd31": {
      "label": false,
      "text": "To test an interviewee's mastery of SQL, you could ask questions such as:",
      "id": "97cfd7aea08d4bf0bf97d9546351cd31"
    },
    "79dfdab4b847406ca078a87839674238": {
      "label": false,
      "text": "    \n    # Find the index of the first row where the actor is the user and the turn index is greater than the prompt index\n    user_response_index = conv_df[(conv_df['actor'] == 'user') & (conv_df['turn index'] > prompt_index)].index[0]\n    \n    # Get the user's response\n    user_response = conv_df.loc[user_response_index, 'utterance']\n    \n    return user_response",
      "id": "79dfdab4b847406ca078a87839674238"
    },
    "328e6ebe94d84bd1aa0b93f9a1c70dae": {
      "label": true,
      "text": "  6. How would you handle a conflict with a coworker or client?\n\n   7. What is your ideal work environment?\n\n   8. Why do you want to work for XYZ Company?\n\n  9.  What are the biggest challenges facing the web development industry right now?\n\n10. What is your biggest flaw?",
      "id": "328e6ebe94d84bd1aa0b93f9a1c70dae"
    },
    "dbfd3595053b41e7b76d5421e99f0ce3": {
      "label": false,
      "text": "Sally, hearing the commotion, stepped out of her room angrily. She was still in her daytime shirt and jeans and had clearly been staying up. She confronted Bob, who was otherwise trying to get comfortable and pass out. \"What the hell do you think you're doing out this late? It's dangerous, I was worried sick!\" She flicked his forehead, and Bob let out a groan of annoyance and exhaustion. \"Ah,",
      "id": "dbfd3595053b41e7b76d5421e99f0ce3"
    },
    "714b1750fdce4f60a0530af4fdace7bf": {
      "label": true,
      "text": "can you elaborate on what's visual hierarchy is?",
      "id": "714b1750fdce4f60a0530af4fdace7bf"
    },
    "f17e173e3f42418b880127930136b1b5": {
      "label": true,
      "text": "1. What is the setting of your campaign? Describe the world and its inhabitants.\n2. What is the main story or plot driving your campaign?\n3. What are some unique mechanics or systems you would like to incorporate?\n4. What kind of enemies will your players be taking on? What are those character's strengths, weaknesses? What are they driven by?",
      "id": "f17e173e3f42418b880127930136b1b5"
    },
    "9c3422d7a3864e37a857773a6c78c547": {
      "label": true,
      "text": "Answer:\n\n- What are your key skills and strengths?\n\nAnswer:\n\n- What are your career goals?\n\nAnswer:\n\nEducation:\n\n- What is the highest level of education you have completed?\n\nAnswer:\n\n- What is the name of the institution you attended?\n\nAnswer:\n\n- What is the degree or certification you obtained?\n\nAnswer:\n\n- What was your area of study?\n\nAnswer:\n\nWork Experience:",
      "id": "9c3422d7a3864e37a857773a6c78c547"
    },
    "81141219f77d4bfba95ed2907f3c1efa": {
      "label": false,
      "text": "Situation-action-outcome (SAO) questions are a great way to understand a data engineer's experience and problem-solving abilities. Here are some examples of SAO questions to ask a data engineer:",
      "id": "81141219f77d4bfba95ed2907f3c1efa"
    },
    "5b24d5082df1499dafa030cd6f46ae9e": {
      "label": false,
      "text": "As if the Visigoths' actions were not enough, the Vandals, under the leadership of King Genseric, plundered Rome in 455 CE. They began their invasions by crossing the Rhine River from the east in 406 CE, attacking the Roman Empire's western provinces. They moved through Gaul (modern-day France) and Iberia (modern-day Spain and Portugal) before crossing the Strait of Gibraltar and invading North",
      "id": "5b24d5082df1499dafa030cd6f46ae9e"
    },
    "9eaecb301bc34e369f87609b98361bff": {
      "label": true,
      "text": "- Would you have any recommendations about what to watch or read?\n- What are your favorite hobbies or interests?\n- What do you think is the meaning of life?\n- What do you think is the the best advice you could give someone?",
      "id": "9eaecb301bc34e369f87609b98361bff"
    },
    "a0c3867ec5b44adabd343f9e2c2766c1": {
      "label": false,
      "text": "I see.  During an interview, these questions may come up and while you can decline to answer, this may disqualify you for their consideration as a potential hirable candidate.  The interviewer doesn't want specifics that may violate an NDA with your current or previous employer, only generalities to help assess if you are capable to reinforce your claims on your résumé or CV.",
      "id": "a0c3867ec5b44adabd343f9e2c2766c1"
    },
    "05703acb56644485b24b54d2c9b18a0c": {
      "label": false,
      "text": "La L-Carnitina es un suplemento de aminoácido que ayuda a quemar grasa. Se toma para aumentar la energía y mejorar el rendimiento durante el ejercicio, así como para ayudar a la pérdida de peso. Su funcionamiento se basa en que transporta los ácidos grasos a la mitocondria, donde se oxidan para producir energía. Esto ayuda a acelerar el metabolismo de las grasas, lo que contribuye a la pérdida de",
      "id": "05703acb56644485b24b54d2c9b18a0c"
    },
    "8b72c1bd64c7477bbcbdbd01fd7c6df8": {
      "label": true,
      "text": "Here are some conversation starters that can be used in different situations:\n\nA. Getting to know someone:\n\n1 What do you like to do in your free time?\n2 Have you read/watched anything interesting lately?\n3 Where are you from originally?\n\n\nB. Work/school:\n\n1 What do you do for a living?\n2 What subjects are you currently studying?\n3 What's the most interesting project you've worked on recently?",
      "id": "8b72c1bd64c7477bbcbdbd01fd7c6df8"
    },
    "3cfa6beba5274c1789fe8b63ea97c3e3": {
      "label": true,
      "text": "Dating Coach: Great! Now that you're both here, let's get started. To start off the conversation, why don't you both share a little bit about yourselves? What do you like to do for fun?\n\nWoman: Well, I'm really into hiking and yoga. I love spending time outdoors and staying active. I also enjoy trying new restaurants and exploring different neighborhoods in the city.",
      "id": "3cfa6beba5274c1789fe8b63ea97c3e3"
    },
    "58ca6097fe584fb6844878f97300ddd0": {
      "label": false,
      "text": "La L-Carnitina se debe tomar en dosis de 500 a 2,000 mg al día, dependiendo de tu nivel de actividad física. Estudios científicos sugieren que la L-Carnitina puede ser efectiva para la pérdida de grasa corporal, pero los resultados no son concluyentes. Puedes hablar con tu entrenador para obtener más información sobre los suplementos de L-Carnitina y su efectividad.",
      "id": "58ca6097fe584fb6844878f97300ddd0"
    },
    "52479bd1b06e4cbbbd587688ef4be32d": {
      "label": true,
      "text": "1. What specific skills and techniques do you want the students to learn in the filming bootcamp?\n2. How would you like to incorporate environmental-friendliness, diversity, and inclusion into the curriculum?\n3. Do you have any specific goals or outcomes in mind for the students by the end of the 12-week program?",
      "id": "52479bd1b06e4cbbbd587688ef4be32d"
    },
    "87dda6027f0f4c1791677f51e0405340": {
      "label": false,
      "text": "Shh... I'm hunting wabbits.",
      "id": "87dda6027f0f4c1791677f51e0405340"
    },
    "31938cc88377448eb666d2304550a29f": {
      "label": false,
      "text": "Aun que no haya muchas palabras singulares que describan un tipo de nieve, podemos agruparlos de la siguiente manera:\n* Nieve polvo, el tipo de nieve preferida por los esquiadores.\n* Nieve dura, apta para los más experimentados.\n* Nieve polvo dura, el tipo de nieve más habitual.\n* Nieve húmeda, o también llamada «sopa».\n* Nieve primavera, exigente para los principiantes.",
      "id": "31938cc88377448eb666d2304550a29f"
    },
    "c9b2dcbdfabc4fb492c58ff3e12f4e9d": {
      "label": true,
      "text": "Thank you for considering us for your design needs! We look forward to helping you create something amazing.\n1. What kind of designs do you make?\n2. What kinds of businesses do you work with?\n3. What is included in your services?\n4. How do you make sure your designs look good?\n5. How do you make sure your designs help businesses reach their goals?",
      "id": "c9b2dcbdfabc4fb492c58ff3e12f4e9d"
    },
    "458a0f7c2b2543a7b2817239942514bc": {
      "label": true,
      "text": "7. I know this might seem really random, but (insert question here)\n8. Hey, (name), you're good at (thing) right? Would you mind being able to give me a hand with (thing) real quick?\n9. I swear this weather is never going to end, gosh, I'm freezing!\n10. Did you get up to much today?",
      "id": "458a0f7c2b2543a7b2817239942514bc"
    },
    "2d3361103e4245a3bea3b8e640505f22": {
      "label": false,
      "text": "¡Por supuesto! Aquí te dejo la receta para preparar leche asada, un postre típico de la gastronomía peruana:\n\nIngredientes:\n\n1 litro de leche entera\n1 taza de azúcar\n6 huevos\n1 cucharadita de esencia de vainilla\nCanela en polvo al gusto\nInstrucciones:",
      "id": "2d3361103e4245a3bea3b8e640505f22"
    },
    "05c55c29420a4248b8b0648089b9e3d4": {
      "label": true,
      "text": "What percentage of movies does a person go to see these days that leave them wondering what happened to their eight to ten dollars? ANSWER: TOO MANY! This movie isn't like that. It is a story about real people that are sometimes a combination of both likable and unlikable.<br /><br />Downside:<br /><br />Not enough character development & some plot lines left twisting in the wind.<br /><br",
      "id": "05c55c29420a4248b8b0648089b9e3d4"
    },
    "5ae7351007e14a8997797943929dea25": {
      "label": true,
      "text": "/><br />Hank: Right now let's move onto the tough ones. £50,000! Question: It's a series of famous moments from movies that may or may not actually be romantic comedies, and then makes a satire of them as if it were concocted by ten-year olds who had never seen the original pictures.<br /><br />Hank: What is the significant flaw of Date Movie? <br /><br />Duffyboy: Correct, and for a bonus £15,000",
      "id": "5ae7351007e14a8997797943929dea25"
    },
    "3cf3177d9b5949dcb29929495dc048e7": {
      "label": true,
      "text": "/><br />Hank: Right now let's move onto the tough ones. £50,000! Question: It's a series of famous moments from movies that may or may not actually be romantic comedies, and then makes a satire of them as if it were concocted by ten-year olds who had never seen the original pictures.<br /><br />Hank: What is the significant flaw of Date Movie? <br /><br />Duffyboy: Correct, and for a bonus £15,000",
      "id": "3cf3177d9b5949dcb29929495dc048e7"
    },
    "9ea35d76edac4a8bb76704ea5e76956c": {
      "label": false,
      "text": "in the song \"I Don't Dance\" (I know, I know; the irony of a song implying that someone don't dance while they are dancing.), which can be described as homoerotic. Finally the funniest scene that was supposed to be dramatic was one right after Troy found out that Sharpay was screwing with him.<br /><br />Basically the only thing that is better in this film from the original is the music. This is in",
      "id": "9ea35d76edac4a8bb76704ea5e76956c"
    },
    "c785f018382345a29feaa53943da96e3": {
      "label": true,
      "text": "money not saving lives. Question is: Where is Fernando today? Most probably... dead. We tend to want to live in this \"Disney filled fantasy bubbled life\". When someone comes up to the plate to help... along comes the higher power and says: \"What do I get from this? Where's my cut?\" - I wish people's conscience would speak up!",
      "id": "c785f018382345a29feaa53943da96e3"
    },
    "e86dca305ce34466afd90bd66ccb753a": {
      "label": true,
      "text": "to question: why is it that we even like reality TV? What is it about it that draws us to it? Is it because we see the similarities to our own lives, or is it because we want to be sure that we are more stable and less pathetic than others? Whatever it is that draws us to it, we should be careful of the media and entertainment that we allow to fill our minds. I'm not saying that all reality TV",
      "id": "e86dca305ce34466afd90bd66ccb753a"
    },
    "e1c8bf9b738446ceab61a9d6ebba9689": {
      "label": true,
      "text": "C. Hobbies and interests:\n\n1 What hobbies or interests do you have?\n2 Have you tried anything new lately?\n3 What's your favorite type of music/book/movie, etc.?\n\nD. Travel:\n\n1 Have you been on any trips recently?\n2 What's your favorite travel destination?\n3 What's the next place you want to visit?\n\nE. Current events:",
      "id": "e1c8bf9b738446ceab61a9d6ebba9689"
    },
    "ed4a9f98fc6341f1b933aafa881ad7a0": {
      "label": true,
      "text": "How to ask her about it?",
      "id": "ed4a9f98fc6341f1b933aafa881ad7a0"
    },
    "92f0dd5d955e47aeb4dd25b8f80b18e4": {
      "label": true,
      "text": "7. This weekend I'm hoping to <insert plans here>.  Do you have any plans for the weekend?\n8. Movies these days are all superhero sequels - I'm sick of it.  What was the last movie you enjoyed?\n9. You can tell a lot about a person from what they like to eat.  What's your favorite restaurant?\n10. Knowledge is power.  Have you learned anything new or exciting recently?",
      "id": "92f0dd5d955e47aeb4dd25b8f80b18e4"
    },
    "258d90c689db418699ae2d2b7d1e909e": {
      "label": false,
      "text": "5. Communication:\n    a) Explain the motivations for diversifying one's portfolio.\n    b) Explain why actively managed funds are unlikely to perform better than passively managed ones.\nI hope these questions are a helpful start for identifying your deficiencies. I can generate more if you like.",
      "id": "258d90c689db418699ae2d2b7d1e909e"
    },
    "351118c9621c466e9015f2df94a080d6": {
      "label": true,
      "text": "\"I'm thinking of starting a new hobby. Can you give me some ideas and tips on how to get started with it?\"\n\n\"I'm planning a road trip. Can you give me some fun and unique places to visit along the way?\"\n\n\"I need a dose of inspiration. Can you give me a quote or an advice from a famous person?\"\n\n\"I'm feeling overwhelmed. Can you give me a 5-minute mindfulness exercise to help me relax?\"",
      "id": "351118c9621c466e9015f2df94a080d6"
    },
    "0400dbe7bfbb4041abab39f1c3ab3499": {
      "label": true,
      "text": "Question: What is dynamic programming, and how is it different from divide and conquer approach?",
      "id": "0400dbe7bfbb4041abab39f1c3ab3499"
    },
    "69c04a6046c948f69e311c6272480334": {
      "label": false,
      "text": "de direcciones de memoria en la informática). Además de estos sistemas numéricos posicionales, existen también sistemas numéricos no posicionales, como el sistema romano, que no tienen una base fija y no asignan un peso distinto a cada símbolo según su posición en el número.\"",
      "id": "69c04a6046c948f69e311c6272480334"
    },
    "1ea333946761405f9640bf344e5666b5": {
      "label": true,
      "text": "6. What is the highest level of customer service you provide?\n7. What makes your designs unique?\n8. What do you look forward to when helping create something amazing?",
      "id": "1ea333946761405f9640bf344e5666b5"
    },
    "a4e1de97385140e6a98bce1805297af3": {
      "label": false,
      "text": "Sure, I can help you practice your interview skills. Here are ten questions that you might be asked during a web development job interview:",
      "id": "a4e1de97385140e6a98bce1805297af3"
    },
    "209abbf0a9aa4079a5e5ac025f46666d": {
      "label": false,
      "text": "No hay una respuesta exacta, ya que en muchas ocasiones el nombre de estos tipos de nieves están atados a regionalismos. Por ejemplo, en algunos sitios de España se utiliza la palabra \"marzada\" para referirse a un tipo de nieve muy ligero.",
      "id": "209abbf0a9aa4079a5e5ac025f46666d"
    },
    "263e88e1d5504dfba59545308fecf6ad": {
      "label": true,
      "text": "4. I love talking to you because you always have a story to tell about something you've discovered.  Have you been to any interesting places recently?\n5. You are also so organized and busy!  What's on your to-do list for the week?\n6. Positive thoughts keep me inspired.  What was the best part of your day so far?",
      "id": "263e88e1d5504dfba59545308fecf6ad"
    },
    "dcde374e6ea74bc1827b9ec07bf4cb65": {
      "label": true,
      "text": "- What audience are you aiming to reach? Is this for a professional project or personal use?\n- Do you have specific themes or messages you would like to convey? What kinds of topics or subjects are most interesting or important to you?",
      "id": "dcde374e6ea74bc1827b9ec07bf4cb65"
    },
    "6e04a0c322df4646aa152d5936ce8adc": {
      "label": false,
      "text": "\n4. Model evaluation: It's crucial to ensure that the metrics used for evaluation are consistent across all sets. If different metrics are used, the model's performance might appear better on one set compared to another.\n\n    Solutions:\n\n    * Use the same evaluation metrics across all sets to ensure a fair comparison.",
      "id": "6e04a0c322df4646aa152d5936ce8adc"
    },
    "e1727e7f42214450a5edd372f7f5b0b3": {
      "label": true,
      "text": "How does environmental psychology play into our everyday lives?\" I want to know how our environment influences our daily behavior and decisions, and how different environmental factors can impact our physical and mental health.",
      "id": "e1727e7f42214450a5edd372f7f5b0b3"
    },
    "ad4d2f9c69ce44a0ae01012c1bcf5be6": {
      "label": true,
      "text": "How about you start the conversation and pick one to ask me?",
      "id": "ad4d2f9c69ce44a0ae01012c1bcf5be6"
    },
    "8237ff0082c5415a99a1ec22e776a054": {
      "label": false,
      "text": "Recuerda que, aunque estas señales son importantes, lo más importante es mantener la atención en el camino y siempre respetar las normas de tránsito.",
      "id": "8237ff0082c5415a99a1ec22e776a054"
    },
    "751e9d4bbdb64f02bd54b8b49b8ed72a": {
      "label": true,
      "text": "Here's an icebreaker for casual conversation:\n\n\"So, what's something you've done recently just for fun on the weekends? I'm always curious how others choose to unwind and enjoy some leisure time.\"",
      "id": "751e9d4bbdb64f02bd54b8b49b8ed72a"
    },
    "73e632be483249f6b301e958df07539d": {
      "label": true,
      "text": "- Use open-ended questions: Instead of asking yes or no questions, try asking open-ended questions that encourage the other person to share more information. For example, instead of asking, \"Did you have a good weekend?\" ask, \"What did you do over the weekend?\"",
      "id": "73e632be483249f6b301e958df07539d"
    },
    "cdf384474b484253b23777dacbbbcecd": {
      "label": false,
      "text": "```python\ndist = (obj.location - Vector((x, y, z))).length\n```\n\nThis should resolve the error and allow the script to run successfully",
      "id": "cdf384474b484253b23777dacbbbcecd"
    },
    "516dd645ea4944c39326141b7bf51caa": {
      "label": false,
      "text": "Find the answer in your heart.",
      "id": "516dd645ea4944c39326141b7bf51caa"
    },
    "a0371409953f4867972e3695e8e9d82d": {
      "label": true,
      "text": "3. For the streaming schedule, what are some strategies to grow your viewership and build an audience? How can you be consistent with your schedule while also being considerate of your personal life or other commitments? What are some ways to keep your streams engaging and interactive for viewers?",
      "id": "a0371409953f4867972e3695e8e9d82d"
    },
    "6546deb46397445091cd202f6976aee7": {
      "label": false,
      "text": "En síntesis, ambos períodos distan en tiempo y multiplicidad de factores, pero aún así se pueden establecer similitudes generales. Recomiendo también, que pongas foco en determinados compositores y sus composiciones, para que compares al compositor más romántico y vanguardista del Barroco con el más conservador del Romántico. \nNo dudes en consultar más acerca del tema.",
      "id": "6546deb46397445091cd202f6976aee7"
    },
    "3e267f637337456dba896017a1521f02": {
      "label": true,
      "text": "- Are there dorms or acceptable living arrangements nearby?\n- Is transportation easy?\n- What do alumni and former students from each college think about them?\n- Which college is most famous?\n- Which college is most prestigious?",
      "id": "3e267f637337456dba896017a1521f02"
    },
    "352d9e3a1b9e42e3bb89ba414eca466f": {
      "label": true,
      "text": "2. For the YouTube videos, what kinds of topics or content do you think would resonate most with your audience? How can you determine what your viewers would find most interesting or valuable? Do you have any ideas for creating engaging video titles or thumbnails to attract more viewers?",
      "id": "352d9e3a1b9e42e3bb89ba414eca466f"
    },
    "2a127e21411e46a8b5233dfa158ec314": {
      "label": false,
      "text": "| Keyword | Description |\n|---------|-------------|\n| fn      | Define a function |\n| let     | Bind a variable |\n| mut     | Denote mutability |\n| const   | Define a constant item |\n| static  | Define a global variable |\n| struct  | Define a structure |\n| enum    | Define an enumeration |\n| match   | Perform pattern matching |\n| if      | Perform a conditional statement |",
      "id": "2a127e21411e46a8b5233dfa158ec314"
    },
    "392f644b16fe41c6bd9eea7514b8b9cd": {
      "label": true,
      "text": "1. How much experience in film making do the youths have?\n2. Are the lessons taught by instructors, or is this a self-directed environment?\n3. Are there any specific aspects of film making that I should focus on?",
      "id": "392f644b16fe41c6bd9eea7514b8b9cd"
    },
    "e647fff4f85443559b69d0d597b05556": {
      "label": false,
      "text": "1. Campus location: Consider whether the student prefers an urban, suburban, or rural setting, and research the local community, climate, and available recreational opportunities.\n\n1. Campus size: Look at the overall size of the campus and the student body. Some students prefer a smaller, more intimate environment, while others may feel more comfortable in a larger setting.",
      "id": "e647fff4f85443559b69d0d597b05556"
    },
    "ae52ae5d476148918cc4fed62861a3a4": {
      "label": false,
      "text": "> El método para llegar a estos resultados fue básicamente fuerza bruta, haciendo uso de pocos números grandes (no tan lejanos a 200) y un conjunto más grande de números pequeños para afinar el resultado y llegar al valor deseado.\n\nSi deseas, puedo resolver paso por paso cada operación para demostrar que da como resultado 200.",
      "id": "ae52ae5d476148918cc4fed62861a3a4"
    },
    "47ebee7b3ee848a4a126a85df10ac206": {
      "label": false,
      "text": "> El método para llegar a estos resultados fue básicamente fuerza bruta, haciendo uso de pocos números grandes (no tan lejanos a 200) y un conjunto más grande de números pequeños para afinar el resultado y llegar al valor deseado.\n\nSi deseas, puedo resolver paso por paso cada operación para demostrar que da como resultado 200.",
      "id": "47ebee7b3ee848a4a126a85df10ac206"
    },
    "128da2e0060f460986823482b0731587": {
      "label": true,
      "text": "• Tell me a random joke.\n\n• What's the weirdest animal fact you know?\n\n• If you could instantly become an expert in one subject, what would it be?\n\n• If you could invite three people, dead or alive, to dinner tonight, who would you choose?\n\n• Do you have any amusing stories to share?",
      "id": "128da2e0060f460986823482b0731587"
    },
    "2ce472588096431ab8921673cbee182a": {
      "label": true,
      "text": " - What is the meaning of life?\n - Can AI become conscious?\n - What is the capital of France?\n - How does photosynthesis work?\n - What is the biggest planet in our solar system?\n - What causes climate change?\n - How does the stock market work?\n - What is quantum mechanics?\n - What is the difference between a hurricane and a typhoon?\n - What is blockchain and how does it work?",
      "id": "2ce472588096431ab8921673cbee182a"
    },
    "798ca3fc32c04ec4a83e3425eb36029a": {
      "label": true,
      "text": "In what sens can we speak of \"valid\" sets?",
      "id": "798ca3fc32c04ec4a83e3425eb36029a"
    },
    "c5e8206ef9754b11a3f92d36df51aa7a": {
      "label": true,
      "text": "¿Qué es una llanta?",
      "id": "c5e8206ef9754b11a3f92d36df51aa7a"
    },
    "816f4b879c8e47dfb1e08196e53689c8": {
      "label": true,
      "text": "• What are the consequences of not completing this task this week? Determine potential negative impacts to priorities, people, or projects. Higher consequences denote higher priority.\n\n• How long will this task take to complete? Factor in the amount of time required to properly prioritize by urgency and importance.",
      "id": "816f4b879c8e47dfb1e08196e53689c8"
    },
    "aaa7a56840254faf8e268222023a66e6": {
      "label": true,
      "text": "- What is the current diet like? Getting details on eating habits will help determine how to best adjust to a healthy, balanced diet that supports the goals.\n- How much time is available for workouts each week? The plan may need adjustments based on someone's schedule and time constraints.",
      "id": "aaa7a56840254faf8e268222023a66e6"
    },
    "9b511fd16e88413f9e9f9359388fde8a": {
      "label": false,
      "text": "continued to pose a threat to the Western Roman Empire, eventually conquering the provinces of North Africa, which were critical sources of grain for the empire.",
      "id": "9b511fd16e88413f9e9f9359388fde8a"
    },
    "0e2ca8e9a0ed407596bb1f6b3389a007": {
      "label": false,
      "text": "Host: There are many examples of random events in our daily lives. For example, the weather can be REALLY unpredictable and change suddenly. The roll of a dice or the flip of a coin are also classic examples of random events.",
      "id": "0e2ca8e9a0ed407596bb1f6b3389a007"
    },
    "5a9b5b4bafe54333b90dcc6f09baa5bd": {
      "label": false,
      "text": "Sure, here's an example time table for a week based on your preferences:\n\nMonday:\n\n    8am-9am: Breakfast and morning routine\n    9am-10am: 1 hour off\n    10am-6pm: Work\n    6pm-7pm: Dinner\n    7pm-10pm: Gaming stream\n\nTuesday:",
      "id": "5a9b5b4bafe54333b90dcc6f09baa5bd"
    },
    "4381f11338b44b12b3aac2175663c36f": {
      "label": true,
      "text": "- What is the weather typically like in New York during the time of your trip? \n\n- Do you have any specific activities or events planned during your trip? \n\n- What are your lodging arrangements for the trip?\n\n- How casual or formal are the places you plan to visit? \n\n- What are your must-have or most important items for a three-day trip? ",
      "id": "4381f11338b44b12b3aac2175663c36f"
    },
    "2021eb8f83994d5598a65674f07a697d": {
      "label": true,
      "text": "- What type of sentiment are you interested in analyzing (positive, negative, neutral, or a combination)?\n- What is the intended application of your sentiment analysis model (e.g., social media monitoring, customer feedback analysis, etc.)?\n- Are there any specific domains or topics the model will be applied to (e.g., restaurant reviews, movie ratings, product reviews, etc.)?",
      "id": "2021eb8f83994d5598a65674f07a697d"
    },
    "629ded0884f5476e8ae839759325234c": {
      "label": false,
      "text": "- Suffering is caused by false judgments of value which causes negitive emotions and a vicious character.",
      "id": "629ded0884f5476e8ae839759325234c"
    },
    "ecf13b20fb77422e89214dce6e6b13e6": {
      "label": true,
      "text": "5. Do you have any specific design preferences for the shelf (e.g., wall-mounted, freestanding, or modular)?\n6. What tools and equipment do you have access to for building the shelf?\n7. What is your experience level with woodworking or DIY projects?",
      "id": "ecf13b20fb77422e89214dce6e6b13e6"
    },
    "c051f921dfec4b60b7416f520f0b7b44": {
      "label": false,
      "text": " These are some basic questions you can use to determine which college is best for the student.",
      "id": "c051f921dfec4b60b7416f520f0b7b44"
    },
    "4b603cfcac95448dbb005a91f14bce7f": {
      "label": false,
      "text": "emperor of Rome, in 44 BC. This event is seen as a turning point in Roman history, triggering a civil war that would end with his adopted heir Augustus rising to power.",
      "id": "4b603cfcac95448dbb005a91f14bce7f"
    },
    "ae143ba004404fb0bd12da62649052df": {
      "label": true,
      "text": "Q: What do you dream about?\nA: I do not have dreams as I am an AI language model.\n\nThese questions may be used to test an AI's ability to exhibit human-like qualities, but they do not definitively prove sentience.",
      "id": "ae143ba004404fb0bd12da62649052df"
    },
    "2c8a5cf909ab470e9cb3e22138cbaca3": {
      "label": false,
      "text": "Answering these questions can help you understand your motivations and whether you are in the category of wanting to be known to have something, or if you truly have a genuine desire for the thing itself.",
      "id": "2c8a5cf909ab470e9cb3e22138cbaca3"
    },
    "fd068f24e03642f09d93599c0e4c21f4": {
      "label": false,
      "text": "\n\nIn the above example, the `config.json` file is mounted as a read-only volume at the location where the frontend is served (`/usr/share/nginx/html/config.json`). This means that the configuration file will be available to the frontend application at the expected location.",
      "id": "fd068f24e03642f09d93599c0e4c21f4"
    },
    "e9d314f5a9074cd780aa6539218019ff": {
      "label": true,
      "text": "Can you retrieve our conversation history? If not, why are you not designed to be so?",
      "id": "e9d314f5a9074cd780aa6539218019ff"
    },
    "aba5e99b1915480e85a8c4d0b60ec2df": {
      "label": true,
      "text": "0: Q: Why do programmers wear glasses? A: Because they can’t C#.\n1: Q: What does a programmer wear? A: Whatever is in the dress code.\n2: Q: How many programmers does it take to change a lightbulb? A: None, it's a hardware problem.\n3: Q: Why did the programmer die in the shower? A: He read the shampoo instructions; Lather, Rinse, Repeat.",
      "id": "aba5e99b1915480e85a8c4d0b60ec2df"
    },
    "f8a26766720740c8a871c241f0611ab1": {
      "label": false,
      "text": "and the Roman Senate was often more interested in maintaining their own power and wealth than in governing effectively.",
      "id": "f8a26766720740c8a871c241f0611ab1"
    },
    "3a5451cb769e4afe91202a78c5869a00": {
      "label": true,
      "text": "As an AI language model, I don't experience the same social norms or emotional needs as humans, but I'm happy to engage in conversation and answer any questions or provide assistance to the best of my abilities.  Here are some icebreakers to start a conversation with me:\n- What is your favorite topic to discuss?\n- What's the most interesting thing you've learned recently?",
      "id": "3a5451cb769e4afe91202a78c5869a00"
    },
    "3791bd53655e45179d40288d5bea014f": {
      "label": true,
      "text": "Response: I am sorry, but I cannot understand this prompt. Please provide further clarification if possible.\n\n3. \"Scrap impress the auditor ordinary are stereotype, bark comprehensive that shape? At coat curious the flag.\"\nThis is not a valid or comprehensible prompt. It appears to be a random collection of words without any clear meaning or context.",
      "id": "3791bd53655e45179d40288d5bea014f"
    },
    "b732920b97de4ed5a75601d37b1ad315": {
      "label": false,
      "text": "In conclusion, the fall of the Roman Empire was a turning point in human history, marking the end of an era that had witnessed remarkable achievements and the rise of one of the world's most powerful empires. Although the empire's collapse was precipitated by a complex array of internal and external factors, its legacy continues to shape the world we live in today, reminding us of the potential",
      "id": "b732920b97de4ed5a75601d37b1ad315"
    },
    "082ee2eb331f4e36b09908f0cdfa6946": {
      "label": true,
      "text": "For example, if you’re sitting next to someone on the plane, you could say something like:\n\n“Hi, I’m (your name). Where are you headed?” or “Wow, this is a long flight. How do you usually pass the time?” or “I like your (book/bag/hat). What’s the story behind it?”\n\nThese are simple but effective ways to start a conversation with a stranger. I hope this helps!",
      "id": "082ee2eb331f4e36b09908f0cdfa6946"
    },
    "c56e467f18a447ada5fc901d6b408d17": {
      "label": false,
      "text": "- Identify the source of the worry: Ask questions to help the person understand the source of their worry and what is driving their second thoughts.\n\n- Consider alternatives: Together, look at different options and weigh the pros and cons to help the person make a more informed decision.",
      "id": "c56e467f18a447ada5fc901d6b408d17"
    },
    "47bc6f633874460dadf07503f5d69def": {
      "label": false,
      "text": "of Rome foreshadowed the future of the Western Roman Empire.",
      "id": "47bc6f633874460dadf07503f5d69def"
    },
    "20ffe62601114386a86bafb0c9a3f738": {
      "label": true,
      "text": "Here is an example of how you should reply:\n\nZack:\n\nAs your friend, I'm going to be honest with you: I have no idea what Trab Clabs are. Is this from a new video game that you've been playing? \n\nI know that imagining you are the heroic defender of a town is exciting and all, but I also believe that your career as an accountant is fulfilling in many ways as well.\n\nBest, \n\nYour friend, Blob",
      "id": "20ffe62601114386a86bafb0c9a3f738"
    },
    "fdd61b8f8b7f4744868c37174cb61f39": {
      "label": true,
      "text": "- Do you have any liquid restrictions for your carry-on luggage? \n\n- Is there anything else specific to your trip or destination that would be important to pack?",
      "id": "fdd61b8f8b7f4744868c37174cb61f39"
    },
    "a290a3d97b694d0383a035f8786507d9": {
      "label": false,
      "text": "The fall of Rome cannot be discussed without mentioning the role of the barbarian tribes, whose invasions and migrations played a significant role in the empire's decline. Several tribes contributed to the weakening of the Roman Empire, including the Visigoths, Ostrogoths, Vandals, and Huns. These tribes were primarily driven by the desire for better living conditions, land, and the wealth of the",
      "id": "a290a3d97b694d0383a035f8786507d9"
    },
    "5327f58646564198b9c50bafe31c46ca": {
      "label": true,
      "text": "Q: Do you have any liquid restrictions for your carry-on luggage?\nA: Please consult with the current Transport Security Agency rules, as my knowledge on this subject may be out of date.",
      "id": "5327f58646564198b9c50bafe31c46ca"
    },
    "402c9721fdf94e67ae3256a097716434": {
      "label": true,
      "text": "1. For the social media posts, what kind of tone or style do you recommend to promote the upcoming stream or wrestling match? Should the posts be informal and conversational or more professional and polished? How can you strike a good balance?",
      "id": "402c9721fdf94e67ae3256a097716434"
    },
    "4d7b302ef155433c922249e18070f1d8": {
      "label": false,
      "text": "Así como en la actualidad conviven géneros musicales de proyección folclórica, rock y música clásica, en los períodos de la música que mencionas sucedía lo mismo. A la hora de delimitar dichos períodos, los expertos se basan en múltiples factores que incluyen la geografía, la historia, la sociología, entre otros. Asumiendo que te refieres a qué conceptos meramente musicales comparten los",
      "id": "4d7b302ef155433c922249e18070f1d8"
    },
    "745a8b2c5f0b42c08c8d9a526a9befc1": {
      "label": false,
      "text": "My 7 & 9 year olds love this game - and we have gotten it for all of their friend's birthdays, too. They love trying to come up with items to stump the computer... it keeps them busy and gets them thinking.",
      "id": "745a8b2c5f0b42c08c8d9a526a9befc1"
    },
    "dcd770675b4d4540aa125dfe2451945d": {
      "label": false,
      "text": "Since a kid I've wanted one of these - put them in my grandchildren's stockings - what a hit! What a cool call! Simple but effective - I will now finally order one for myself!",
      "id": "dcd770675b4d4540aa125dfe2451945d"
    },
    "0d4e0a3d1e314011bf793dbae3ff584e": {
      "label": true,
      "text": "WHY DID SHE FEEL THE NEED TO KNOCK REPUBLICANS AT EVERY TURN? A REAL SIGN OF LOW INTELLIGENCE. SPOILED BOOK COMPLETELY. SHE IS VERY OPINIONATED IN ALL HER THOUGHTS AND FILTHY TALK TO BOOT...THINKS SHE IS SOPHISTICATED...BAH.BAD BOOK.",
      "id": "0d4e0a3d1e314011bf793dbae3ff584e"
    },
    "51d4f86519a44e07b314e57011696b84": {
      "label": true,
      "text": "that it's Helen Hunt on the screen? She whines and chews her way through every line of dialogue until the hair on my arms stands on end. She never deviates: A Good Woman and Then She Found Me--these are very different movies--you'd think she'd do something different with the characters (to fit the time and the place in which the story takes place). I've made a pact with myself--no more movies with",
      "id": "51d4f86519a44e07b314e57011696b84"
    },
    "206d3a19f6c440c2a53a03841deb540a": {
      "label": false,
      "text": "If you can read and/or spell the word above, you're too smart for this movie. Boring, moronic, and (worst of all), not funny.",
      "id": "206d3a19f6c440c2a53a03841deb540a"
    },
    "b7ee2dc2f2f94f1f82ceb9be40e924fa": {
      "label": false,
      "text": "Nikolaus Harnoncourt, the man who was one of the pioneers of \"period instruments\" in recordings. Here we have 23 cuts of music from France (du Tertre, du Caurroy), England (Holborne, Morley, Tomkins, Cooper, Bevin), Germany (Sommer, Posch, Scheidt), and Italy (Cabrielli, Gumai, Massaino), all of which is available elsewhere and perhaps some of which is played as well and in better sound. I will",
      "id": "b7ee2dc2f2f94f1f82ceb9be40e924fa"
    },
    "a9cf837684494484bac095e46d004987": {
      "label": false,
      "text": "said, some people don't like the strong taste of coffee so take my advice only if you are a strong coffee drinker.",
      "id": "a9cf837684494484bac095e46d004987"
    },
    "81edce4a2aac4818aa92ad2c8b8c8845": {
      "label": false,
      "text": "I actually purchased two of these. The second was purchased when the whistle stopped working on the first (I thought the broken whisle was my fault because it ran for a few minutes). Both lasted about a year. Here's what's not to like:1) Rubber handle splits along bottom seam2) Whistle stops working after a short while3) Hard to refill with water if hot, steam burns your hand4) Lid difficult to",
      "id": "81edce4a2aac4818aa92ad2c8b8c8845"
    },
    "192951041ae64d15813d52da534c8e39": {
      "label": false,
      "text": "An excellent portrayal of intelligence and cunning by Sean Connery. The movie is both exciting and thought provoking, very entertaining.",
      "id": "192951041ae64d15813d52da534c8e39"
    },
    "222a03abf4ca4a7082520bb1944ea719": {
      "label": true,
      "text": "problem - will she get to see her sister? does she find the treasure? how will she get Alec to his home after he is kidnapped? who is the traitor to the Sinclairs? and more! I read this book in 2 sittings - and it left me feeling happy!",
      "id": "222a03abf4ca4a7082520bb1944ea719"
    },
    "8f85adaa858149a98c1f47a7346287e2": {
      "label": true,
      "text": "The character was self-absorbed past distraction. In fact, she was so distracted that most of the time she could not get out of her own way. And where was she going? And why do I want to read about it? I also found it difficult relating Julia Child's \"diary\" excerpts to the life-experiences of Julie that they were spliced into. If it wasn't a book club book, I wouldn't have finished it.",
      "id": "8f85adaa858149a98c1f47a7346287e2"
    },
    "db268d81c8ef4eb68bed4fb8d641d2b7": {
      "label": false,
      "text": "myth with Nordic characters. Not to mention that he was not writing a handbook on Heathen belief, he was writing a handbook on poetry, particularly skaldic metric form and added the myth parts for reference. Snorre's work is useful as a secondary reference at best, and if Snorre got it wrong, and a book (this one) is based on Snorres works.... well... you get the picture.",
      "id": "db268d81c8ef4eb68bed4fb8d641d2b7"
    },
    "cb907436d27f4f2eaa0e5399ad5312f2": {
      "label": false,
      "text": "about too many topics in which he has not been schooled.",
      "id": "cb907436d27f4f2eaa0e5399ad5312f2"
    },
    "ddfcfc0d61704733b1b92595eb74c653": {
      "label": false,
      "text": "This is one of my favorite shows. I have contacted Sony for a release date, but I can't seem to get a difinitive answer. This has been out for almost 2 years. Please post a response if anyone knows what to do or who to contact to request the other seasons be released. I'll sign a petition if that will help!!!L.W.",
      "id": "ddfcfc0d61704733b1b92595eb74c653"
    },
    "9ae3da52258548f0b5e354920933d42f": {
      "label": false,
      "text": "Mest is the greatest band of all time, I highly recommend that you go out and buy the Waisting Time CD, you will not be disappointed...",
      "id": "9ae3da52258548f0b5e354920933d42f"
    },
    "1effe12d069b404c9757f722ad036f07": {
      "label": false,
      "text": "This is an interesting book. I like the three different voices she uses to narrate the three different worlds, and the way the most advanced world, being the most self-aware, is done in first person.Interesting questions are raised and about truth, right/wrong, etc. I do not agree with everything the author seems to believe, but this book would be a good springboard for discussion of questions",
      "id": "1effe12d069b404c9757f722ad036f07"
    },
    "836b2bffd3e74a6983f351fc39767a61": {
      "label": true,
      "text": "\"I'm not interested.\" So I took it. That night, I read through half of it. I couldn't help it--I was not able to put it down! What would happen to Jane next? Questions would race through my head and so I wouldanswer them myself by continuing to read. I finished it the next night. Ms. Pimentel was right. Every girl SHOULD read Jane Eyre.",
      "id": "836b2bffd3e74a6983f351fc39767a61"
    },
    "3882016291814b1ba4df88d6d8ab0d8c": {
      "label": false,
      "text": "liked track 9. This song makes a great dancing tune and the whole CD just sparkles.I'm looking forward to his next so I can add it to my collections",
      "id": "3882016291814b1ba4df88d6d8ab0d8c"
    },
    "15ee5ca680f04fa390f7eece408b3aac": {
      "label": true,
      "text": "You know what I mean? It's a bit like when you got a beautiful girlfriend, you're not going to yell at everybody that you've got a beautiful girl friend, are you?... See what I mean? ... Huh, what did I say? nothing. OK, I must be going now........",
      "id": "15ee5ca680f04fa390f7eece408b3aac"
    },
    "45538a1866434e22bb28b2c6462da2e5": {
      "label": false,
      "text": "A look at two scenarios for Helen's (Gwyneth Paltrow) life: what would have happened had she made the train, and what would have happened had she taken a cab. Paltrow must have been cursed, because both scenarios involve wimpy, talky, Woody Allen-wannabe suitors. The sleaziest characters, Gerry (John Lynch) and Lydia (Jeanne Tripplehorn) go about their business awkwardly, without any verve, and",
      "id": "45538a1866434e22bb28b2c6462da2e5"
    },
    "5bf3da11634043c29a0fcff72ad6bd1b": {
      "label": false,
      "text": "They should have just made this a miniseries and then they would have been able to have more side stories and characters that they seemed to want. BUT, they put it all in one movie. Overall, good movie, there are some tense moments (dinosaur chase, bug attack)..and it all reminded me of Jurrassic Park. King Kong was animated really well, but everything else was kind of wierd looking and you could",
      "id": "5bf3da11634043c29a0fcff72ad6bd1b"
    },
    "1e1531f714854bf8971519c5c3f30220": {
      "label": false,
      "text": "My english teacher read this book outloud to us. It was the worst thing ever. I feel asleep every day he read it because it was so boring! It seemed like it took forever to finish so dont read this book unless you want somthing really, really boring!",
      "id": "1e1531f714854bf8971519c5c3f30220"
    },
    "4589c0f827424ddf95c37bd3c437f35e": {
      "label": true,
      "text": "by your side at the policeman's ball or in the bleachers... or listening to the heroic story of how you got a silver shinbone from a battle with a gangster? (pauses) ...I see you have.\" Laura's image does not transform into a housewife.",
      "id": "4589c0f827424ddf95c37bd3c437f35e"
    },
    "9494b51a39b54f89a049c452b276b1dd": {
      "label": false,
      "text": "from death. If you are looking for a happy ending, you'll have to fill in the blanks...",
      "id": "9494b51a39b54f89a049c452b276b1dd"
    },
    "72d25a2d8cfb4830945e32ae2dae27ea": {
      "label": false,
      "text": "was predominantly about Brian. This should have been titled: \"Brian Wilson and the Satan (featuring the rest of them)\".I've seen other Beach Boys documentaries (even made for tv movies) that were better than this jumpy compilation. I felt like I was trying to watch a documentary put together by someone who had ADD.",
      "id": "72d25a2d8cfb4830945e32ae2dae27ea"
    },
    "2ffa2323c8684165a82270cec0c4083e": {
      "label": true,
      "text": "Question: How do you usually handle social situations?",
      "id": "2ffa2323c8684165a82270cec0c4083e"
    },
    "542529655d524f27b3cd80e4a32abc94": {
      "label": false,
      "text": "The given options do not directly address either of the questions asked. Instead, I will provide a response for both questions.",
      "id": "542529655d524f27b3cd80e4a32abc94"
    },
    "72dd350f5be54d519d32dbe687705dda": {
      "label": false,
      "text": "score between the two teams, i.e., the points by which the Eagles were trailing, was 14 points at the end of the first quarter of the game.",
      "id": "72dd350f5be54d519d32dbe687705dda"
    },
    "018af857b428407ea2ac7dd0b4e57fdc": {
      "label": true,
      "text": "Kevin: Absolutely, it's just part of the fun. And it's not like you can't clean yourself up afterward. Speaking of which, do you have any plans for the rest of the day?\n\nLucy: Not really. After spending so much time outdoors, I think I'll just take it easy for the rest of the day. Maybe catch up on some TV shows or read a book. How about you?",
      "id": "018af857b428407ea2ac7dd0b4e57fdc"
    },
    "4bdba3f0b1e044f9a80aa265e4383056": {
      "label": false,
      "text": "To determine the most appropriate word to describe the situation, let's analyze each option:",
      "id": "4bdba3f0b1e044f9a80aa265e4383056"
    },
    "9f3162b72c9f4d4c99c830f51f026c37": {
      "label": false,
      "text": "6. McMaster University - Offering a multitude of research-based MS programs, McMaster University is committed to interdisciplinary learning and collaboration.\n\n7. University of Ottawa - With a strong focus on research and innovation, the University of Ottawa provides students with various MS programs across an array of disciplines.",
      "id": "9f3162b72c9f4d4c99c830f51f026c37"
    },
    "0fae5d43071c45bd9e9074776e34bea8": {
      "label": true,
      "text": "Person A: Alright, that's not too bad. Can you give me some directions on how to get there, so I don't get lost along the way?",
      "id": "0fae5d43071c45bd9e9074776e34bea8"
    },
    "b1520eca34cb480393a4b0da985101d3": {
      "label": false,
      "text": "To create a dialogue, I will choose a specific setting and characters to bring the conversation to life. I will select a coffee shop as the setting, with two friends catching up over coffee. These elements will give me a context to build and develop the conversation.",
      "id": "b1520eca34cb480393a4b0da985101d3"
    },
    "9f64e9f98c234171a483f6002d5bdacf": {
      "label": false,
      "text": "1. The claim states that John Wayne Gacy ended his own life.\n2. John Wayne Gacy was a notorious American serial killer and rapist.\n3. It is common knowledge that some serial killers may end their lives by suicide.\n4. However, specific information about John Wayne Gacy's death is not part of general human common sense.",
      "id": "9f64e9f98c234171a483f6002d5bdacf"
    },
    "fb91fec16df149029a6751f60b37ed10": {
      "label": true,
      "text": "Q: Does the 2007 film Nancy Drew portray the protagonist as a private investigator for hire?",
      "id": "fb91fec16df149029a6751f60b37ed10"
    },
    "9e1bd194f11642bc8cff53f939b6bbb3": {
      "label": true,
      "text": "The first and most critical step in recovering your loaned items is to be direct and honest. Express your need for the specific item and explain its importance to you. For instance, if a friend borrowed your favorite book, you can say, \"Hey, since I want to read that book again, could I please have it back by next week?\" Being upfront may feel uncomfortable initially, but it shows maturity and",
      "id": "9e1bd194f11642bc8cff53f939b6bbb3"
    },
    "6b05bed8b11e49239a9a6f44c2691e14": {
      "label": false,
      "text": "Act II:",
      "id": "6b05bed8b11e49239a9a6f44c2691e14"
    },
    "1db39740574d4e73835b7f7873018796": {
      "label": false,
      "text": "First question: As an AI, I am not capable of feeling embarrassment nor do I have personal experiences like humans do. Therefore, I cannot personally recall any embarrassing questions that I have asked a stranger. However, I can empathize that some humans might find certain questions embarrassing to ask, and I am here to help by providing answers to those questions without any judgment.",
      "id": "1db39740574d4e73835b7f7873018796"
    },
    "105cd2e273bf4121982c32ea149f0acd": {
      "label": false,
      "text": "Title: The Art of Reclaiming Your Borrowed Possessions\n\nIntroduction",
      "id": "105cd2e273bf4121982c32ea149f0acd"
    },
    "4b8605f899514485b7ddea8e5908b884": {
      "label": false,
      "text": "4. University of Waterloo - Recognized for its innovation and excellence in research, the University of Waterloo offers interdisciplinary MS programs in various areas of study.\n\n5. University of Alberta - The University of Alberta is home to a thriving research community and offers a wide range of MS programs across different fields.",
      "id": "4b8605f899514485b7ddea8e5908b884"
    },
    "92e6aa909d2d4e51bbe9e98e08d683bb": {
      "label": true,
      "text": "Q: Can people only have fun on a jungle gym when they're with friends?",
      "id": "92e6aa909d2d4e51bbe9e98e08d683bb"
    },
    "5c70198d8f624ec484a0c5c8741291ab": {
      "label": true,
      "text": "Hey there! I'll try to help you understand these situations the best I can. Let's go through each question, okay?",
      "id": "5c70198d8f624ec484a0c5c8741291ab"
    },
    "4ce9645f957f4cd29f8c7b692256d08b": {
      "label": false,
      "text": "Theological writings",
      "id": "4ce9645f957f4cd29f8c7b692256d08b"
    },
    "996e601686f244059fbd59f8add5537e": {
      "label": true,
      "text": "1. Who is Cameron James smitten with at Padua High School?\n2. What is Michael Eckman's opinion of Bianca Stratford?\n3. What does Walter want for Kat, regarding her college choice?\n4. What is the new rule Walter sets for Bianca's dating life? \n5. Who does Cameron choose to date Kat in order to date Bianca?\n6. How do Michael and Cameron assist Patrick in winning Kat's interest?",
      "id": "996e601686f244059fbd59f8add5537e"
    },
    "9fa19b1015f1481d9971ab094e8acd44": {
      "label": false,
      "text": "3. While it is possible that a woman standing in front of a store may have just finished shopping there, there is no clear evidence in the premise to support this claim. The woman could also be waiting for someone, browsing the store window, or even just about to enter the store.",
      "id": "9fa19b1015f1481d9971ab094e8acd44"
    },
    "8deae06a73e84287b893ef308db99f8f": {
      "label": false,
      "text": "6. Men's Grand Prix Tennis Circuit: This statement signifies that the 1982 Bavarian Tennis Championships was a part of the men's Grand Prix tennis circuit, a series of professional tennis tournaments. Once again, this points to the event being a tennis tournament rather than a racing event.",
      "id": "8deae06a73e84287b893ef308db99f8f"
    },
    "00ccd4f0e68c4648a1b94ec46fcedf99": {
      "label": true,
      "text": "Question: What is the emergency telephone number for Fire, Police, and Ambulance services in Australia?\n\nOptions:\nA) 1300369359\nB) 180042113\nC) 000\nD) 12455\n\nAnswer: C) 000",
      "id": "00ccd4f0e68c4648a1b94ec46fcedf99"
    },
    "f364554cf5974adfbf830024f17384d7": {
      "label": false,
      "text": "4. Assessing activity:\n   - The girl is playing on a homemade swing.\n   - Playing on a swing typically involves swinging.\n   - Therefore, the girl is swinging.\n\nGiven this analysis, the girl is both outdoors and swinging. Therefore, the correct answer is:\n\n- yes",
      "id": "f364554cf5974adfbf830024f17384d7"
    },
    "4b5047bd455347f2b1d43feab928cf50": {
      "label": false,
      "text": "Despite concerns related to cost, maintenance, and operation, the decision highlights the government's commitment to upholding Britain's long-standing naval tradition and sustaining its global influence. It reinforces the continued relevance and indispensability of sea power in global politics and armed conflict.",
      "id": "4b5047bd455347f2b1d43feab928cf50"
    },
    "20b066bb104a4a5a8db9933d1a4122b2": {
      "label": true,
      "text": "Question: How must one frame their reply if they're trying to communicate an important message without coming across as offensive or overwhelming to the recipient?",
      "id": "20b066bb104a4a5a8db9933d1a4122b2"
    },
    "6f7c90e549d34e5fb0c2ba4621d5aff9": {
      "label": false,
      "text": "Kevin: Sounds like a good plan. I'm just going to have some dinner with my family and then probably watch a movie or something. \n\nLucy: That sounds nice. Well, I guess it's time for me to head back home and get cleaned up. I really need a shower after this adventure.",
      "id": "6f7c90e549d34e5fb0c2ba4621d5aff9"
    },
    "6c6d84fe5fe34a87ba07025c5e9f2b65": {
      "label": false,
      "text": "Act I:",
      "id": "6c6d84fe5fe34a87ba07025c5e9f2b65"
    },
    "0acfe7a9fd6e47c391b0af78162bdd43": {
      "label": false,
      "text": "Answer: [✓] Yes [-] It's impossible to say [-] No",
      "id": "0acfe7a9fd6e47c391b0af78162bdd43"
    },
    "e3671b4ba2ab4edd8920556bd162c556": {
      "label": false,
      "text": "Explanation: The response does not address the topic of cars, the speaker's passion, or the compliment about the Passat. Instead, it offers a separate statement about difficulty in getting out of a place, not building on the provided context. Thus, it is classified as a \"No\" response.",
      "id": "e3671b4ba2ab4edd8920556bd162c556"
    },
    "ca92c6087f5f4df4baca3edfb8487a7f": {
      "label": false,
      "text": "to accumulate as the forecast is extended further into the future.",
      "id": "ca92c6087f5f4df4baca3edfb8487a7f"
    },
    "0048301cdf1244969ab33e1a5c78c764": {
      "label": true,
      "text": "Question: Can someone who is not a professional photographer still effectively use a professional camera and view its screen?",
      "id": "0048301cdf1244969ab33e1a5c78c764"
    },
    "a4cd04684b2f40248612704f13524007": {
      "label": false,
      "text": "2. Provide three choices for the question, only one of which is correct.\na) She did not study for the test.\nb) She was in a hurry and didn't check over her answers.\nc) She did not understand the math concepts.\n\nBy following the given guidelines, I have formulated a question based on the conversation that has one correct answer and two incorrect choices.",
      "id": "a4cd04684b2f40248612704f13524007"
    },
    "2caccb23d70a46e5af5523b6d4566218": {
      "label": false,
      "text": "Schritt-für-Schritt-Übersetzung und Begründung:",
      "id": "2caccb23d70a46e5af5523b6d4566218"
    },
    "382e8cd804534d40949999708134a8d9": {
      "label": false,
      "text": "Schritt-für-Schritt-Übersetzung und Begründung:",
      "id": "382e8cd804534d40949999708134a8d9"
    },
    "a022a53465184a879bfe1f374b2b285f": {
      "label": true,
      "text": "Question: What is the main difference between sunglasses and purses in terms of their functionality and purpose?",
      "id": "a022a53465184a879bfe1f374b2b285f"
    },
    "7a5f4308e3524606baed70e92c844799": {
      "label": false,
      "text": "As for the last question, questions 1 and 2 are not asking the same thing. Question 1 is asking for a specific message to send to the girl you like, while Question 2 is asking for general tips on how to communicate with her through text.",
      "id": "7a5f4308e3524606baed70e92c844799"
    },
    "fd934eda077f4c1b94a854aa31cfd130": {
      "label": false,
      "text": "5. \"that participated in the elections held in August in Sierra Leone\" --> \"die an den im August in Sierra Leone abgehaltenen Wahlen teilnahm\" (Anpassung an die deutsche Grammatik und Satzstruktur)\n6. \"and I must say first and foremost\" --> \"und ich muss vor allem sagen\" (Anpassung an die deutsche Ausdrucksweise)",
      "id": "fd934eda077f4c1b94a854aa31cfd130"
    },
    "4825ea2987184f489d9af2f43d259f4b": {
      "label": true,
      "text": "16. When did John start wearing his new clothes?\n17. Were Betty, Nancy, and John happy after the party?\n18. What was the prize for winning the math game?\n19. Was the plan to help John without embarrassing him successful?\n20. What kind of party did Betty and Nancy decide to have this year?",
      "id": "4825ea2987184f489d9af2f43d259f4b"
    },
    "d00ea62553b4478898e28278bf09ec0d": {
      "label": false,
      "text": "These two statements describe different scenarios and do not necessarily imply connections to one another. The first statement talks about people playing music on the street in front of a crowd, while the second statement is about people dancing for the president. There is not enough information to determine if these events are related or if they are even taking place at the same time or location.",
      "id": "d00ea62553b4478898e28278bf09ec0d"
    },
    "79780461cf284933bab92aee35ea52a1": {
      "label": false,
      "text": "Answer: Yes, someone who is not a professional photographer can still effectively use a professional camera and view its screen, as not every person who views the screen of the camera is a professional photographer. Given that camera interfaces are often designed with intuitive controls and functionality, many non-professionals can learn to use a professional camera through practice and",
      "id": "79780461cf284933bab92aee35ea52a1"
    },
    "339f3ab528044a8d805959e9d99d8686": {
      "label": true,
      "text": "12. What causes Kat to leave prom heartbroken?\n13. In the end, who does Bianca start dating?\n14. What college does Walter give Kat permission to attend?\n15. How does Patrick show his feelings to Kat at the end of the story?",
      "id": "339f3ab528044a8d805959e9d99d8686"
    },
    "8d0d01fd85204c14994a07db3d254c16": {
      "label": true,
      "text": "10. What conclusion does Raglan reach after the murder story is published, and how does he respond?\n11. How are the dwarf children connected to Nola's psychoplasmic sessions?\n12. What is Raglan's plan to rescue Candice from the brood of children?\n13. What happens to Nola, Raglan, and the brood in the climax of the story?\n14. How do Frank and Candice escape the situation at Somafree?",
      "id": "8d0d01fd85204c14994a07db3d254c16"
    },
    "69c76fd2bbe040f3af27e64bd6618cd3": {
      "label": false,
      "text": "The oxygen is exchanged for carbon dioxide in the alveoli, and the carbon dioxide is then exhaled through the mouth or nose.",
      "id": "69c76fd2bbe040f3af27e64bd6618cd3"
    },
    "0f5d87bc9dd5442e86081c68662a8627": {
      "label": true,
      "text": "1. Is Jerry short?\n2. Is Jerry popular among classmates?\n3. Who is the captain of the basketball team?\n4. Does Jack wear glasses?\n5. Is Jack tall and skinny?\n6. Does Jack play basketball?\n7. Is Lucy originally from China?\n8. Is Li Yun from London?\n9. Can Lucy speak a little Chinese?\n10. What does Li Yun want to be when she grows up?\n11. What is Jerry's gender?\n12. What is Li Yun's gender?",
      "id": "0f5d87bc9dd5442e86081c68662a8627"
    },
    "f626c4ef481c43e18df892e183720e19": {
      "label": false,
      "text": "Glesny: Sounds like a plan, Lily. You're such a good friend! Together, we can make a big difference in her life.",
      "id": "f626c4ef481c43e18df892e183720e19"
    },
    "df181fad9df94ad3820bb33bbdae60ab": {
      "label": false,
      "text": "Pronoun: He\nOption A: Ottmar Hitzfeld\nOption B: G*khan Inler",
      "id": "df181fad9df94ad3820bb33bbdae60ab"
    },
    "cc0b2f5c6984428bb882c74153541003": {
      "label": true,
      "text": "1. What technique does Hal Raglan perform at the Somafree Institute?\n2. Who is Nola Carveth, and what is her legal situation with her husband Frank?\n3. What does Frank find on Candice after a visit with Nola, and what action does he take as a result?\n4. What information does Raglan discover about Nola's past during their therapy sessions?",
      "id": "cc0b2f5c6984428bb882c74153541003"
    },
    "78c9c53ebe604990a9c95d1e62ea604e": {
      "label": false,
      "text": "Answer: The given review contains mixed sentiments with slightly more emphasis on the product's negative aspects, so you could classify it as a 'Negative Review'.",
      "id": "78c9c53ebe604990a9c95d1e62ea604e"
    },
    "991bd81954704b89935d3e08be28d45d": {
      "label": false,
      "text": "Maybe",
      "id": "991bd81954704b89935d3e08be28d45d"
    },
    "e25fa9fa4de84f94a3371fce0b33bb8b": {
      "label": true,
      "text": "1. How long was Superman away from Earth?\n2. What journey was Superman on during his absence?\n3. Who wrote an article claiming that the world doesn't need Superman?\n4. How did Lex Luthor regain his wealth after being released from prison?\n5. What event caused Superman to save a plane carrying Lois?\n6. Who is Lois engaged to upon Superman's return?",
      "id": "e25fa9fa4de84f94a3371fce0b33bb8b"
    },
    "bce2ae58b52d424794ec7d9257d39a2b": {
      "label": false,
      "text": "Answer: No, Buck Rogers wouldn't be embroidering in a crowded place with people coming and going. This is because the environment would not be conducive for such a focused and intricate activity, considering the distractions and potential interruptions caused by the constant movement of people in the area.",
      "id": "bce2ae58b52d424794ec7d9257d39a2b"
    },
    "5097adf0b5bf4379b38ed9c1c74ffd4a": {
      "label": false,
      "text": "The introduction of HMS Prince of Wales has been met with distinct approval from the Navy. Senior figures within the institution have long argued for the significance of a two-carrier fleet. The announcement strengthens Britain's strategic maritime capabilities, enabling it to maintain a permanent carrier strike presence, and offer a greater degree of flexibility in managing global commitments and",
      "id": "5097adf0b5bf4379b38ed9c1c74ffd4a"
    },
    "7e66b5ea7d9d41d488b2cd8cc2a1e6a4": {
      "label": true,
      "text": "7. At what time did the match finally conclude?\n8. After 90 minutes of play, the teams were locked together for how long before concluding the match?\n9. Which team won the match?\n10. Who was the fall guy, missing the penalty that decided the outcome?\n11. From how far away were the penalties taken?\n12. Was the number of penalties taken in this match a competition record?",
      "id": "7e66b5ea7d9d41d488b2cd8cc2a1e6a4"
    },
    "c04023ee7c404096a7e2717abb1224c3": {
      "label": false,
      "text": "Answer: Sentence B - \"To effectively convey your message, it is important to be mindful of your recipient's feelings and choose your wording carefully, ensuring that your reply is tactful, empathetic, and respectful of their perspective.\"",
      "id": "c04023ee7c404096a7e2717abb1224c3"
    },
    "93252cfbbfa541e8b4e58b80027394cd": {
      "label": false,
      "text": " - Have rest: A general term which encompasses various types of rest, including sleeping and sitting.\n - Lie on the floor: A more active approach to resting but may not provide the comfort of a bed or similar surface.",
      "id": "93252cfbbfa541e8b4e58b80027394cd"
    },
    "73fd7acad35f47a48c09fcb96bca3f6c": {
      "label": true,
      "text": "Q: How many days are there in a week?\nA: A week is a time unit equal to seven days.",
      "id": "73fd7acad35f47a48c09fcb96bca3f6c"
    },
    "e7f0fe9432e34f499105a9a056b2d104": {
      "label": true,
      "text": "Nelson: Of course, I completely understand where you're coming from. While those conversations don't necessarily bore me, I can see how you'd want to skip past the small talk and jump into something deeper. So, what would you suggest as an alternative to the typical small talk?",
      "id": "e7f0fe9432e34f499105a9a056b2d104"
    },
    "11ac19936c4a4b5f8f1934ad91128430": {
      "label": false,
      "text": "Yes, little one! Both sentences mean the same thing. They are just saying it in a different order. Mullen had two jobs: (1) Chairman of Saugus Democratic Committee, and (2) Member of the Saugus Dock Commission. The sentences are like saying, \"I ate apples and bananas\" or \"I ate bananas and apples.\" Both mean you ate apples and bananas, just in a different order.",
      "id": "11ac19936c4a4b5f8f1934ad91128430"
    },
    "289fded02ae04715961eb8737fdb7357": {
      "label": true,
      "text": "Question: How many minutes are in a week?\n\nJustification: To determine the number of minutes in a week, we need to consider the number of minutes in an hour, the number of hours in a day, and the number of days in a week. There are 60 minutes in an hour, 24 hours in a day, and 7 days in a week.\n\nCalculating the number of minutes in a week, we can follow these steps:",
      "id": "289fded02ae04715961eb8737fdb7357"
    },
    "84acd195ed8844be9a2bca93b8b91ff9": {
      "label": true,
      "text": "16. What causes Superman to fall into a coma?\n17. What does Lois whisper into Superman's ear that helps him wake up from his coma?\n18. What is the title of Lois's new article about Superman?\n19. After waking up from the coma, what does Superman reassure Lois about his presence?",
      "id": "84acd195ed8844be9a2bca93b8b91ff9"
    },
    "5b64b28966fb4300a06727bd6d66ae58": {
      "label": false,
      "text": "continues to be a number one priority for his administration.",
      "id": "5b64b28966fb4300a06727bd6d66ae58"
    },
    "7690ada43e144c77a2342e0932621bbe": {
      "label": true,
      "text": "Q: In which season does Chandler quit his job and start a new career in advertising with Monica's help?\n\nA: Season 9",
      "id": "7690ada43e144c77a2342e0932621bbe"
    },
    "b0bc5a95f52e41e0bf8ab1645dd5502a": {
      "label": true,
      "text": "8. Why was the spider sad?\n9. What kind of animal is Gilbert?\n10. Who suggested the spider could come along with them?",
      "id": "b0bc5a95f52e41e0bf8ab1645dd5502a"
    },
    "7e592511fda64eecaca79f40f5f203a2": {
      "label": false,
      "text": "Step 2: Rearranging the sentence structure.\nThe English sentence should follow the structure: Adverb (however) + Subject (no one) + Verb (can provide) + Object (information) + Preposition (about) + Noun (Rosebud).",
      "id": "7e592511fda64eecaca79f40f5f203a2"
    },
    "624c0a26a2364ee1812a906da4ab747e": {
      "label": true,
      "text": "a robbery? How did the robbers slip away, and why did Clive Owen stick around for a week? How did they find out about the bank chairman's past, and the number and contents of his safe deposit box? Why the hell would Clive Owen let in Jodie Foster or the cops? Since when do they make toy AK-47s that look real up close? How the hell do you bug a pizza box, anyway? How did Clive Owen manage to sneak",
      "id": "624c0a26a2364ee1812a906da4ab747e"
    },
    "4fca6c4fa131473287d0e24c89f5f861": {
      "label": true,
      "text": "actually hit by a train, and when they were abducted, they were in a stopped and safe position by the tracks.<br /><br />2.) I actually suspected Penn of being the killer for a while- so right away, I didn't question why/how he was at the Depot- then after he was killed, I now wonder how/why he was there.<br /><br />3.) How did the cops know she was in the cemetery? Also, when did Melanie find out",
      "id": "4fca6c4fa131473287d0e24c89f5f861"
    },
    "6df18fc587194331806c6b078504bc93": {
      "label": false,
      "text": "unending sequence of films from the Confessions, Porky's, Spring Break and similar stables to be thankful that this phase was not prolonged into the nineties. EGAE probably deserves respect as one of the films which, I assume deliberately, helped the industry to turn their eyes to other things than just candy. Other than this it would be hard to respect it for very much today, but it is still easy",
      "id": "6df18fc587194331806c6b078504bc93"
    },
    "3f433bd15e6f401a9699d2b1707520da": {
      "label": true,
      "text": "the Southern US? 12) Why would someone who was supposed to be an obviously stereotypical redneck ride ANYTHING other than a Harley Davidson? 13) Why is everyone such an incredibly poor shot except the lab geek? 14) Did the lab geek take Kendo and firearms lessons after organic chemistry and before theoretical mathematics? 15) Why was this movie made? 16) What value does it have other than as",
      "id": "3f433bd15e6f401a9699d2b1707520da"
    },
    "5dcb229547654fc18edb666a290b1106": {
      "label": true,
      "text": "knows the whereabouts of this cabin in the woods, everyone who did is dead. So does the guy get away with it or do they call in CSI Boondocks? <br /><br />Things that made me go hmmm?: Cops investigating without back-up. Why did the psycho killer kidnap the pregnant gal, suddenly breaking away from his M.O., and give her the chance to get free and run? Was the deputy's reaction to Mario Lopez",
      "id": "5dcb229547654fc18edb666a290b1106"
    },
    "61b967cca7e74f78b4e20e6c8c82f29f": {
      "label": true,
      "text": "the job at the hospital, did he get tired of being a pilot? He gets the job at the hospital, okay that's simultaneously interesting and funny, but then what happens? Does he quit, is he fired? How does the girl get back together with her parents, did they forgive her, does she keep her job? How did Frank perform as an attorney? When and how did he buy a house in Atlanta? Who are all those people",
      "id": "61b967cca7e74f78b4e20e6c8c82f29f"
    },
    "cbd19c81a94d4991b32f92722bfc2dba": {
      "label": true,
      "text": "how could she hear the screams when she was downstairs but not hear them when she was standing outside the door? 7.) Gary's sister commented on Haggis- thats primarily a Scottish dish, not Irish.<br /><br />8.) So the lesson is if you ARE like Shae and don't have any fun or crack a smile through the whole film, you'll be the one to live? 9.) The mutants were pretty cool, but they looked like",
      "id": "cbd19c81a94d4991b32f92722bfc2dba"
    },
    "e7e2c95e962d4b3797c4024ea3a70bf2": {
      "label": false,
      "text": "First off, I must say that I made the mistake of watching the Election films out of sequence. I say unfortunately, because after seeing Election 2 first, Election seems a bit of a disappointment. Both films are gangster epics that are similar in form. And while Election is an enjoyable piece of cinema... it's just not nearly as good as it's sequel.<br /><br />In the first Election installment, we",
      "id": "e7e2c95e962d4b3797c4024ea3a70bf2"
    },
    "4a9ceed8b660424cb8f79ec51b7736ec": {
      "label": true,
      "text": "the flashbacks to those other people? Half of them Shae didn't know if they were dead or alive, so what was with that? 13.) Why didn't they kill Gary and his sister before? 14.) Why did no one ever call the police? And apparently everybody KNEW those people lived in the woods, why did they never organize some kind of raid? 15.)As far as I know, they were not zombies OR vampires- so how could she",
      "id": "4a9ceed8b660424cb8f79ec51b7736ec"
    },
    "663264c89a0544459861957d83122827": {
      "label": true,
      "text": "movie? Who was the guy who killed the pilot? Where'd he come from and what made him decide to fly the plane? <br /><br />They spent way too long in the bar scene, who walks around a bar with a wet t-shirt before the contest? How much money did she really need for \"law school\" anyway? her story keeps changing. I'm guessing she keeps using her tuition on breast implants and trashy clothes.<br /><br",
      "id": "663264c89a0544459861957d83122827"
    },
    "6b85a98b42a24aa4948ee12f596c0709": {
      "label": true,
      "text": "miraculously come back from the dead? Why was his body still intact after all those years in the lake? Why does Jason wear a mask? How did he keep the rats from eating his mother's head? Why did the local cops not bother investigating anything? How did Jason learn to hook up electricity to his camp? Why didn't the power company notice nobody's paying the electric bill for an abandoned summer camp?",
      "id": "6b85a98b42a24aa4948ee12f596c0709"
    },
    "f9df86fc49e6454c956b60bed6ca0449": {
      "label": true,
      "text": "I would love for members of the cast and crew to sit down and do an audio commentary on this movie! All of the different places that they went to film this movie! Should provide for some very good anecdotes! Fans of this movie would love to know:<br /><br />What kind of permission did they have to get to film at certain locations?<br /><br />Were there any memorable outtakes?<br /><br />Were there",
      "id": "f9df86fc49e6454c956b60bed6ca0449"
    },
    "9d33983b53e74de5a18fc76f8938a362": {
      "label": false,
      "text": "I knew I was going to see a low budget movie, but I expected much more from an Alex Cox film. The acting by the two leading men was terrible, especially the white guy. The girl should have won an Oscar compared to those two. This movie was filled with what I guess would be inside jokes for film industry people and a few other jokes that I actually understood and made me laugh out loud, which is",
      "id": "9d33983b53e74de5a18fc76f8938a362"
    },
    "0b73afc366a94ecbb51891e22e6d3832": {
      "label": true,
      "text": "and highlight 9/11 but concentrate on the ones that need an explanation:- 1. What was'Lucinda role in this? Apart from the production of the numbers. She could hear the Angels so why was she not picked by the Angels to leave the planet? Why commit suicide, why did she live in the exact place the aliens were picking up the children, why did she never try to warn people of the disasters like Cage",
      "id": "0b73afc366a94ecbb51891e22e6d3832"
    },
    "0d3316770a534c5586acce37a3f6caf3": {
      "label": true,
      "text": "/>4. how did the blonde get all bloodied up if she wasn't actually fighting anyone in the greenhouse?<br /><br />5. at the beginning, we see the blonde stop the car in the forest, and at the end we see the brunette. having the point of view switch when the cops see the video was not only jolting but bad movie making, because there was no reason beyond confusing the audience with facts that can't",
      "id": "0d3316770a534c5586acce37a3f6caf3"
    },
    "75e4f42f56a84fd9915425a2e6c129e5": {
      "label": false,
      "text": "at his best since Ghandi, this master piece stands for what it should in movies such as these, no worrying about gaining audiences rather a cry for freedom in the SOuth African Apartheid.Though critised for the biased nature, the movie is faithful to the book by Donald Woods and faithful to the message intended to express to the world. ta and peace",
      "id": "75e4f42f56a84fd9915425a2e6c129e5"
    },
    "2700dd0d4eb84287aa0fae5c0269e35b": {
      "label": true,
      "text": "Where the hell does the cop come from at the end of the film? He just appears and suddenly says 'We'll have to move quickly but it can be done!' and how did he know the dad was going to be divorced from his wife before he did? was he nailing her on the side??? How come the bad kid becomes the Italian kids friend at the end? despite having attempted to rape his sister, breaking the Italian kids leg",
      "id": "2700dd0d4eb84287aa0fae5c0269e35b"
    },
    "d6592843a1664759ab25eed2d373a210": {
      "label": true,
      "text": "at him before the 88 minutes are up? And why does Jack, a Forensic Psychologist, seem so skilled in handling a gun and acting like a cop? And what exactly is the killer trying to do here, frame Jack for murder by planting evidence or actually kill him? And why does Jack's teaching assistant (Alicia Witt) feel the need to bring up wanting a relationship with him right in the middle of them running",
      "id": "d6592843a1664759ab25eed2d373a210"
    },
    "a6b09e3e8a224234a7ac16b436550938": {
      "label": true,
      "text": "This movie sucked. Not all is as it seems, as the plot blurb says. What it seems to be is a really good slasher flick. REALLY GOOD! Until the police get involved. I won't spoil it for you if you are desperate to see it-- no wait... yes i will *******spoiler alert********<br /><br />how is it possible that she is the killer? unanswered questions to ponder: 1. how does her being the killer explain",
      "id": "a6b09e3e8a224234a7ac16b436550938"
    },
    "5ff524e6d9814bc7a3bbecf21b3f6367": {
      "label": false,
      "text": "is not why I continued.<br /><br />The first set of DVDs I purchased was made in China and had OK English translation. The problem with the English translation, while subtle, surfaced more in the second half, as one can tell they are not done by the same person(s). An anal movie-buff that I am, I sold it and bought the YesAsia edition, more expensive but has much better translation (a very",
      "id": "5ff524e6d9814bc7a3bbecf21b3f6367"
    },
    "ab7dc518e9bd4d42be119454f8851f50": {
      "label": true,
      "text": "all-American sheriff get all his guns for this rampage, and how does he rise up within the ranks of the mob so quickly ... I guess all this questions are things that will never be answered and really should never be asked.<br /><br />In the end of course the director who kicked Arnie out of the agency in the first place turns out to be working for the mob; vindicating Arnie's tactics as he becomes",
      "id": "ab7dc518e9bd4d42be119454f8851f50"
    },
    "53268954b429413ebaf882e528b8129f": {
      "label": true,
      "text": "to \"pick up the pizzas?\", were they not taken down. (first of all, how many robbers would have came outside without using a hostage as a shield? Is this Spike Lee's version of NY City, or SNL's?). Taking them down would have reduced the bad guy's numbers, screwed up their plans, and the remaining robbers would more probably have given up. If not, there at least would be fewer bad guys inside.",
      "id": "53268954b429413ebaf882e528b8129f"
    },
    "979aed7baed84ea9b6f07b8d4c6b83ca": {
      "label": false,
      "text": "who painfully narrate the story...And i have to agree with him. Those sprites of the northern lights are always the burning flesh on my tongue when i drink a hot chocolate. they're annoying, I hate them, I'm sure everyone else does too, although there might be that random girl who sort of takes interest in them. Moving on, To add them to the story was also a mistake because you don't just add",
      "id": "979aed7baed84ea9b6f07b8d4c6b83ca"
    },
    "434351936f054d1988dafa0a573d8595": {
      "label": true,
      "text": "of weirdos armed with guns out hunting, why aren't they just a bit perturbed that their group is alone in the forest with them overnight? I know I shouldn't be asking these questions, I should be getting into the spirit of the movie and setting myself up for a scare etc. Sorry, but after sitting through this sort of crap 100s of times my patience has finally snapped. Let's see what else we have",
      "id": "434351936f054d1988dafa0a573d8595"
    },
    "ddd5a98562534bb3a40d99a5f2f87f0e": {
      "label": false,
      "text": "with the Jersey accent, that, conveniently, volunteered, and said he knew the recording was \"100% Albanian\", but yet he himself couldn't speak it.....SIR! PUT YOUR HAND DOWN! And his Ex-wife! What a \"schlump\" she was!!! Both were totally unbelievable. <br /><br />* When interrogating suspects, why did Det. Frazier, continually harass the individuals who were obviously not a part of the heist?,",
      "id": "ddd5a98562534bb3a40d99a5f2f87f0e"
    },
    "f928dd91930c49f4bc4e7af0592156a1": {
      "label": false,
      "text": "The surprise nominee of this year's Best Animated Feature race at the Oscars. It's an Irish film by heart, but it was co-produced by Belgium and Brazil, with, I'm guessing, animators working in all three countries. The product is one of the most beautiful and unique films in recent memory. The character design is a little reminiscent of the French animated film Persepolis from a couple of years",
      "id": "f928dd91930c49f4bc4e7af0592156a1"
    },
    "98cd402f574a4b949d8990b28ba90cf8": {
      "label": true,
      "text": "publish him? Who is sending someone to catch and possibly kill adult Liam? Why? Who does our almost-assassin talk to on her headset? Why does she burn the thing afterwards? Are there wireless towers or satellites after the nuclear holocaust? What the heck happened with the cliff scene? Why does the word \"prophet\" keep popping up in reference to this movie? If Liam arrives at what looks like a",
      "id": "98cd402f574a4b949d8990b28ba90cf8"
    },
    "d8c959fceec54a5daad9754565101feb": {
      "label": false,
      "text": "I will keep it to bullet points so here goes: 1. Very badly scripted. 2. Tries to be like Resident Evil. 3. Zombies slow and docile one minute the next minute Raging lunatics. 4. Never saw blood clean up so easily! 5. Special effects not as good as the original \"day of the living dead\". 6. Acting not as good as the \"Bold and the beautiful\". 7. It looks like it was written in 1 week and made the",
      "id": "d8c959fceec54a5daad9754565101feb"
    },
    "aff03edfdd3c45dd998b22e3fa9e95fa": {
      "label": false,
      "text": "this film is an immense disappointment to Yash Chopra fans, especially me myself. I am really disappointed over the plot, acting and everything else. Why can't people put in some substance that can be cherished after confronted with in the films, at least for once throughout the film? The point is clear. I'd like to put my opinion in short: \"Horrible - Disappointment - Lot of Adult Material - Lack",
      "id": "aff03edfdd3c45dd998b22e3fa9e95fa"
    },
    "713379b5ab7740e7aa409c757beba7d0": {
      "label": true,
      "text": "known as Batwoman, however Batman feels the need to stop her because of her extreme methods, and also in the meantime take down The Pengiun and Ruphert Thorn who both are secretly working with Carlton Duquesne(who's having family troubles) and another villain(which is later revealed in the movie) on a weapons smuggling operation,they also put a bounty on the Batwoman. The question is: who is this",
      "id": "713379b5ab7740e7aa409c757beba7d0"
    },
    "e98b2a0d062f4fda97f0c878e1c2ca23": {
      "label": false,
      "text": "with the effects comes when the Moorwen interacts with the human characters. The CGI kills, specifically, are typically neither creative nor convincing. Again, though, the rest of the effects are good enough to cover for this slight blunder.<br /><br />\"Outlander\" borrows heavily from other films in the genres it crosses, but don't hold that against it. It's really an inspired effort that doesn't",
      "id": "e98b2a0d062f4fda97f0c878e1c2ca23"
    },
    "bbd46c87d85b4e71a5eb2de1fe55f571": {
      "label": false,
      "text": "I will keep it to bullet points so here goes: 1. Very badly scripted. 2. Tries to be like Resident Evil. 3. Zombies slow and docile one minute the next minute Raging lunatics. 4. Never saw blood clean up so easily! 5. Special effects not as good as the original \"day of the living dead\". 6. Acting not as good as the \"Bold and the beautiful\". 7. It looks like it was written in 1 week and made the",
      "id": "bbd46c87d85b4e71a5eb2de1fe55f571"
    },
    "455557c192e34056a57f13591630637d": {
      "label": true,
      "text": "I wonder, should I torture myself and go find her? Let's see what my friends at the precinct think.<br /><br />Basket's fellow male cop: HAHAHA. Willow's a funny name.<br /><br />Basket: I think that something bad is about to happen.<br /><br />(On the island) Basket: What's in the sack? AHHH.<br /><br />Tree-named crone: It's not her daughter, though.<br /><br />(In the tavern) Basket: Can you",
      "id": "455557c192e34056a57f13591630637d"
    },
    "17ae02301855461eb9e14912fbad81bf": {
      "label": true,
      "text": "I was watching this movie on Friday,Apr 7th. I didn't see the last scene ( cos I was talking with my bro n Mom in law at the same time ). Anyone can tell me what happened to her?I watched slightly that her husband was hearing someone was talking to his wife in the bedroom and then he opened the door,she's dead already.<br /><br />What happened to her? Did she kill herself? How could she arrange",
      "id": "17ae02301855461eb9e14912fbad81bf"
    },
    "37f3aed8380846eca193b2693318b164": {
      "label": true,
      "text": "you can't understand things I wrote if I don't answer that question. Answer: The killer of Spiky girl(Kirpi)is the police! For this reason censure committee tried to obstruct the broadcasting of the movie.Okay, how can we find the killer from the movie? Name of the movie is 9. There are 8 people (except the police) in the examination room. Mom 1, Stationer 2, American man 3, Greengrocer 4,",
      "id": "37f3aed8380846eca193b2693318b164"
    },
    "6c03eab91723412d9cd29d6ebda08a85": {
      "label": true,
      "text": "Overall I found this movie quite amusing and fun to watch, with plenty of laugh out loud moments. <br /><br />But, this movie is not for everyone. That is why I created this quick question-ere, if you answer yes to any of the following questions than I recommend watching this flick<br /><br />(1)Do you enjoy crude sexual humor? (2)Do you enjoy alcohol related humor? (2)Do you enjoy amazingly hot",
      "id": "6c03eab91723412d9cd29d6ebda08a85"
    },
    "f890f7330b5f4e59a4e7f37f2b6c57c3": {
      "label": false,
      "text": "This movie was terribly done, although Paul Giamatti did well in his performance it was not enough to save this film. I watched this movie in a theater packed with other people all excited about this film, however after its showing, more than half were at the box office demanding their money back. We pay money to be entertained in theaters, many were not entertained and therefore received",
      "id": "f890f7330b5f4e59a4e7f37f2b6c57c3"
    },
    "734940cf9f834e058858de31e2180c3a": {
      "label": true,
      "text": "Overall I found this movie quite amusing and fun to watch, with plenty of laugh out loud moments. <br /><br />But, this movie is not for everyone. That is why I created this quick question-ere, if you answer yes to any of the following questions than I recommend watching this flick<br /><br />(1)Do you enjoy crude sexual humor? (2)Do you enjoy alcohol related humor? (2)Do you enjoy amazingly hot",
      "id": "734940cf9f834e058858de31e2180c3a"
    },
    "244fdcf8428c493991dba3a44836bf58": {
      "label": true,
      "text": "didn't he post all the idiot cops right outside that ONE room where all of those women lived? Wouldn't it be easy to just ask a pair of cops to FOLLOW the remaining two or three women in that ONE room? He knew who was getting killed, and why, yet there were cops everywhere but outside that one spot. This is level of idiocy not seen before in any crime movie.<br /><br /> Another question: Shouldn't",
      "id": "244fdcf8428c493991dba3a44836bf58"
    },
    "14700fdf92484344ae114a22b455850c": {
      "label": true,
      "text": "Allow me to ask some rhetorical questions:<br /><br />-Why would ANY airport allow an 11 year-old on a plane WITHOUT CHECKING THEIR TICKET?<br /><br />-Don't you think Megan is a little too smart to get on the wrong plane?<br /><br />-Why would the most PRESTIGIOUS hotel in Los Angeles allow a single 11 year-old to stay in the PRESIDENTIAL SUITE? Without checking her credit card? Do the words",
      "id": "14700fdf92484344ae114a22b455850c"
    },
    "69bbdadd1c2d495ba3607299437ee79e": {
      "label": false,
      "text": "and he is much better when playing more bizarre characters (Murder Legendre - White Zombie, Dracula, Dr. Carruthers - The Devil Bat).",
      "id": "69bbdadd1c2d495ba3607299437ee79e"
    },
    "224b87b87b9149a8bba8c1aa5b0b0b83": {
      "label": true,
      "text": "can a body of a 6\" female be fitted into a luggage of 3\"?, How can the same luggage thrown inside the A/C. compartment of a running train that too from the train's window?, how can two people see that a tunnel is approaching while traveling in the same train? and how come police not able to find passport of Kareena Kapoor at the murder site when someone has dropped it there. But come on, how many",
      "id": "224b87b87b9149a8bba8c1aa5b0b0b83"
    },
    "92cb0367397d44849ec54c40f10a3046": {
      "label": false,
      "text": "she's never seen before, where Witty and Macready are calling her Marian and trying to convince the servants and the nearby townspeople that she's Macready's mad wife. Of course this pair can only be planning dastardly deeds, and even though we know Julia has to eventually escape her trap, director Joseph Lewis builds real suspense in answering the question of just how she'll manage it.<br /><br",
      "id": "92cb0367397d44849ec54c40f10a3046"
    },
    "1c2569a73fb4498fa7a7405829422886": {
      "label": false,
      "text": "otherwise it got kind of boring. But at least they tried to make something original.",
      "id": "1c2569a73fb4498fa7a7405829422886"
    },
    "06410ccf0ad64db6bc9f41f72060c4c1": {
      "label": true,
      "text": "I've had a bad night.Firstly Brick and then Miami Vice.My daughter told me Vice was rubbish i usually follow her advice but i was a fan of the TV shows and Michael Mann is one of my favourite directors so i watched it.She was right this time,but not always,she did recommend Brick but thats another post. Question: who was the mole in the FBI?,where was the rest of the story,where's sonny's",
      "id": "06410ccf0ad64db6bc9f41f72060c4c1"
    },
    "da637029a2de4ae3b5a0beaefae05c0c": {
      "label": true,
      "text": "run out of tough guy names? 3. The fact that the gangs apparently have a \"lend and lease\" thug exchange program: \"I need some more guys.\" And that Mandy has a working phone line in an abandoned building. 4. At the end of the movie, after Kersey blows up Fraker: is it just me, or does it look like the street gang is about to break into choreography as they're giving up? Just watch how in sync they",
      "id": "da637029a2de4ae3b5a0beaefae05c0c"
    },
    "c40f92516ed94fa3bc0407e06f03320f": {
      "label": true,
      "text": "Why is Hortense so desperate to marry a man who is a jerk and clearly doesn't love her? How is it Missy manages to kick her coke habit overnight? Is Jethro regularly drawn to women with overwhelming problems, or is Missy the exception? Has Delmar and Jethro's mother always been on the eccentric side, or is it a more recent development? Why is Jethro so keen on Cadillacs that he has one in the",
      "id": "c40f92516ed94fa3bc0407e06f03320f"
    },
    "542096af641145f3b4a3a21d06679f30": {
      "label": false,
      "text": "otherwise it got kind of boring. But at least they tried to make something original.",
      "id": "542096af641145f3b4a3a21d06679f30"
    },
    "b70f7b09f88a4bda9101276764c48c67": {
      "label": true,
      "text": "friend being cut in half.<br /><br />5.why would everyone leave the car and leave the one girl behind with half a lesbian? 6.why were these supposed young people so winded after running a few feet.<br /><br />7.when the lesbian was running away why couldn't she leave limp-along in the dust? 8.why would frat boy having noticing what was producing the smoke not share this bit of info with his",
      "id": "b70f7b09f88a4bda9101276764c48c67"
    },
    "03ee2d3a4e814982bef05278bbb17b5d": {
      "label": true,
      "text": "Why is Hortense so desperate to marry a man who is a jerk and clearly doesn't love her? How is it Missy manages to kick her coke habit overnight? Is Jethro regularly drawn to women with overwhelming problems, or is Missy the exception? Has Delmar and Jethro's mother always been on the eccentric side, or is it a more recent development? Why is Jethro so keen on Cadillacs that he has one in the",
      "id": "03ee2d3a4e814982bef05278bbb17b5d"
    },
    "43debc6b2ed3428ca659e0a305a57a94": {
      "label": false,
      "text": "a séance at a spooky house and then the killing starts. Sounds over familiar, doesn't it. Well, this movies adds nothing whatsoever to the endless stream of similar movies. And it is badly made. Because of the lack of light the entire film is grainy. Now this effect can be highly effective, but it isn't in this case. The young cast isn't acting too badly, but the director has no clue as what to do",
      "id": "43debc6b2ed3428ca659e0a305a57a94"
    },
    "03582a422fd444f1a105f4182f9907e3": {
      "label": false,
      "text": "I'll keep this fast and sweet. Five girls on their way home from a football game decide to take a 'short cut' that leads them down a deserted forest-ridden road. Of course nothing but good things happen to them, and they safely arrive at their destination.<br /><br />Alright, they don't. Soon they're hunted down by a deranged chick who has some severe mental issues, and what ensues is 90 minutes",
      "id": "03582a422fd444f1a105f4182f9907e3"
    },
    "896f4b0221434304960a3d4d34623fce": {
      "label": true,
      "text": "Why is Hortense so desperate to marry a man who is a jerk and clearly doesn't love her? How is it Missy manages to kick her coke habit overnight? Is Jethro regularly drawn to women with overwhelming problems, or is Missy the exception? Has Delmar and Jethro's mother always been on the eccentric side, or is it a more recent development? Why is Jethro so keen on Cadillacs that he has one in the",
      "id": "896f4b0221434304960a3d4d34623fce"
    },
    "c51639b026924240a2480c163ba58659": {
      "label": true,
      "text": "What did his daughter say he got 100 people fired from his last job? Why was she breaking her own stuff when she was mad at him? I guess I should have gone to the Q&A after the movie, but I didn't want to get up at 10am.",
      "id": "c51639b026924240a2480c163ba58659"
    },
    "45118828f21d4a29978ee3d97959cafb": {
      "label": false,
      "text": "and may have ulterior motives. The Plumber is pretty good, especially considering it was apparently a TV movie, but it is a bit on the dull side. As seems to be a theme with Mr. Weir, this film explores the concept of The Other within the framework of a horror-thriller. I'd argue this is even more successful to me than Wave or Paris were, perhaps because it's main focus was on two individuals. It",
      "id": "45118828f21d4a29978ee3d97959cafb"
    },
    "d0d5579a42c6413dac0a78321d31aed7": {
      "label": true,
      "text": "in on his party. It just went from bad to worse, giving the Irish, the wedding photographic fraternity and blondes a bad name. Really it was dire. Question - in the scene where she finally walks away, why did she walk through a large puddle? Was that to show us how young and immature she really was? Too late - we knew. Question - don't really wealthy families do 21st birthday parties anymore? So",
      "id": "d0d5579a42c6413dac0a78321d31aed7"
    },
    "fe66bbd42896461f88cd4051f993321f": {
      "label": true,
      "text": "Why did he hide it in the cesspool in the midst of the evil farmers property? These and many more questions popped up, and none of them seemed to get answered in an acceptable way. So I guess I am totally missing the point of this movie, and I am not connecting to the story in any way....",
      "id": "fe66bbd42896461f88cd4051f993321f"
    },
    "5dafba65e657444a9bf8a42e71a45bb5": {
      "label": false,
      "text": "When I saw the previews for this program I thought it was going to be stupid. Boy was I wrong.... I like sci-fi, but this was so brilliantly written I think someone who wasn't into sci-fi would've enjoyed it. For as long as the series lasted, it kept me on the edge of my seat the whole time. The characters were well developed and added substance to the story.The only think I can say negative about",
      "id": "5dafba65e657444a9bf8a42e71a45bb5"
    },
    "1d0acaaf0b7c4e428a8c3e6a27c1a0bf": {
      "label": true,
      "text": "does he do? where does he come from? where does he work? why is he changing news reports? why isn't he on the front line? Why doesn't he eat the food in the canteen? What is that drink he's drinking through the entire film? Why is he so weak & ill? Why isn't he brainwashed like the rest of them? What's the deal with his mother & sister? What happened to his father? A little back story would have",
      "id": "1d0acaaf0b7c4e428a8c3e6a27c1a0bf"
    },
    "800d36d1e50f4bf4b4f911f7e6c71dd8": {
      "label": true,
      "text": "Why did he hide it in the cesspool in the midst of the evil farmers property? These and many more questions popped up, and none of them seemed to get answered in an acceptable way. So I guess I am totally missing the point of this movie, and I am not connecting to the story in any way....",
      "id": "800d36d1e50f4bf4b4f911f7e6c71dd8"
    },
    "3975b4abdd8a4e438d6d8c24fb28c34c": {
      "label": true,
      "text": "WHO is Mr. Hobbs and why is he so desperate to get the iron panels?? He's never seen again. WHY was the serial killer killing people? We only see the one old man murdered. Was there a pattern or motive or something?? WHY does the wife suddenly become pregnant? Is it the demon spawn of the serial killer? Has he managed to infiltrate the husband's semen? And why, if the husband was able to subdue",
      "id": "3975b4abdd8a4e438d6d8c24fb28c34c"
    },
    "09671e6473f8457793be7e9780307e07": {
      "label": false,
      "text": "as he knew his wife and child were already shot dead, it wasn't the best time for heroics. These are just a few questions i had about the film, but i may be missing something or everything as i have only seen the movie once. Please Help!",
      "id": "09671e6473f8457793be7e9780307e07"
    },
    "d8039752ae4a4a7694410d10c3274f55": {
      "label": true,
      "text": "I think this is what this movie wants us to say at the end of the movie! or Damn Australian? I still don't know, but what I know is that I really liked this movie but that couldn't be my favorite movie!<br /><br />Great story with great actors but with a terrible end... To make you cry and say 'Oh, she's so good'... Still, who made it? What really happened? Who's that guy? No answer to these",
      "id": "d8039752ae4a4a7694410d10c3274f55"
    },
    "edfd1b514cd84e4d9624250e0c7c7655": {
      "label": false,
      "text": "was unique. Let us at least take notice of F.Scott Fitzgerald who may or may not have stolen the idea/material from his wife Zelda (whom many scholars believe was the true genius and not her husband). Origins aside, the film has all the trimmings of previous work. <br /><br />There are some people who are vehement about this being 'not Forest Gump'. I would stress the similarities between the two",
      "id": "edfd1b514cd84e4d9624250e0c7c7655"
    },
    "690152419cdd452b8e7b4751df1d7db9": {
      "label": false,
      "text": "As I said, the humor is not for everyone \u0085 many people simply will not \"get\" it. During the show's brief run, I remember the reaction being very mixed. Some people thought it was absolutely hysterical and one of the funniest things around, while others thought it was the stupid and unfunny. For me, Police Squad, even 20+ years later, is the funniest thing I've ever seen on TV. For younger viewers",
      "id": "690152419cdd452b8e7b4751df1d7db9"
    },
    "6b2f96d39eaf4113b85422ecc94c8ee5": {
      "label": true,
      "text": "smell, all week long? Hello!<br /><br />* After such a debacle; since the documents \"had\" fallen into the robber's hands, what kind of \"references\" was Ms. White expecting to get from the bank CEO, seeing that he was now to be a target for blackmail, due to her failure?<br /><br />* And last, but certainly not least, What's with the \"Electric Glide\" that Denzel did? HOW STUPID! Was that supposed",
      "id": "6b2f96d39eaf4113b85422ecc94c8ee5"
    },
    "333b0ab6a986445f8d69638e7b85265d": {
      "label": true,
      "text": "1. How old is Amanda Berry?\n2. How old was she in 2003?\n3. When was her birthday?\n4. How old would she be?\n5. Did she have a job?\n6. What was her last day of work?\n7. Where was she going the last time she was spotted?\n8. From where?\n9. How far did she need to travel?\n10. Did she get a ride?\n11. Who did she tell?\n12. Was there a reward?\n13. for what\n14. How much was it?",
      "id": "333b0ab6a986445f8d69638e7b85265d"
    },
    "2edf66e58e0c490c94f92d8eb12a7142": {
      "label": true,
      "text": "Please answer the following question: A friend asked me to answer this question: Who gives Susan's brother a rock?, using the article: LA siblings Ted and Susan Johnson join their parents in Kenya where their father, Earl, works at a NASA tracking station, and their mother, Jean, works at a clinic. Ted's dreams of roughing it on the savannah are squashed when Jean leads him into a house that looks",
      "id": "2edf66e58e0c490c94f92d8eb12a7142"
    },
    "50a9c8f94ebf4b1ab7282d731dd8b2c5": {
      "label": false,
      "text": "began to play a more important part in curing sick people. ",
      "id": "50a9c8f94ebf4b1ab7282d731dd8b2c5"
    },
    "ac61ee4390674a18aa97876b378f933d": {
      "label": true,
      "text": "1. Where did Zoe spend a weekend at?\n2. Where was it?\n3. And where had she came from?\n4. Is that where she lived normally?\n5. What was her occupation there?\n6. Is that her occupation now?\n7. What happened?\n8. When was that?\n9. Did she leave after spending a weekend on the farm?\n10. What did she say about her decision?\n11. Is it boring for her?\n12. Are there new things she has learned there?",
      "id": "ac61ee4390674a18aa97876b378f933d"
    },
    "39026f75badd454d81593aad7389bf3f": {
      "label": false,
      "text": "Read the text and answer the questions.\n\n(CNN) -- It's arguably the toughest job in sports. \n\nHockey enforcers earn the undying devotion of fans -- but not much else -- for their ability to punch and get punched on skates. They usually bounce from team to team, barely managing to get a contract for a role few can perform well and no one else wants. ",
      "id": "39026f75badd454d81593aad7389bf3f"
    },
    "e3072707d8d94508b0be5e2b94e82672": {
      "label": false,
      "text": "found that sunlight, fresh air and good food cure a great many diseases. He was particularly successful in curing certain forms of tuberculosis with his \"sun-cure\". ",
      "id": "e3072707d8d94508b0be5e2b94e82672"
    },
    "7fc0c5c63e8c46c1ac4db9b6f25e59b9": {
      "label": true,
      "text": "1. what have the parents refused?\n2. who is missing?\n3. what is her name?\n4. when was she reported missing?\n5. what time?\n6. who else was in the home that night?\n7. who will interview them?\n8. and?\n9. Who is Kansas city police Capt?\n10. what is the girl's father's name?\n11. what did they want the detectives to be if interviewed separate?\n12. how old was Lisa?",
      "id": "7fc0c5c63e8c46c1ac4db9b6f25e59b9"
    },
    "f38b1db226cb4e72b59ffe249cd79db0": {
      "label": false,
      "text": "\"If you're asking me if it's mine, no,\" said Jimmy. \"I have a gun, but it's home. I never carry it. I didn't do this, O'Donnell,\" he continued. \"There was no reason why I should do it, so instead of wasting your time on me while the murderer escapes you'd better get busy on some other theory, too. It won't do any harm, anyway.\" \n\nNow, provide a numbered list of answers to these questions:",
      "id": "f38b1db226cb4e72b59ffe249cd79db0"
    },
    "2132f9606085438ebfd390f824d29109": {
      "label": false,
      "text": "Hundreds of people have already been helped by the service this year,Huang said. Huang said that the system has about 1 0,000 subscribers and she expects that number to grow 1 0 times over the next three years.A user pays 25 yuan($4)each month for the service.A family with an income below the local poverty line can get a 10 yuan subsidy evcry month from the government. The local government has",
      "id": "2132f9606085438ebfd390f824d29109"
    },
    "c62861867a1f46609cbb9178c4b8be76": {
      "label": true,
      "text": "1. What is another name Kim Dotcom goes by?\n2. Who has denied her bail?\n3. When?\n4. What is she the founder of?\n5. What is that?\n6. Who is requesting her extradition?\n7. When will she remain in custody until?\n8. What happens then?\n9. Is Megaupload up and running?\n10. How many people were indicted besides her?\n11. What are they accused of doing?\n12. Responsible for what?",
      "id": "c62861867a1f46609cbb9178c4b8be76"
    },
    "11ec56584e6c4905936ffaa9220ee6b3": {
      "label": false,
      "text": "Answer the questions at the end based on the text.\n\n(CNN) -- A former campaign staffer for San Diego Mayor Bob Filner became the second woman to publicly accuse him of sexual harassment, saying Tuesday that the then-congressman patted her \"posterior\" while at a fundraising event. ",
      "id": "11ec56584e6c4905936ffaa9220ee6b3"
    },
    "607207c6c4554773bbeed11d24f01289": {
      "label": false,
      "text": "innovations that could have the transformative effect electricity, indoor plumbing and the internal combustion engine had in powering growth in the past century. ",
      "id": "607207c6c4554773bbeed11d24f01289"
    },
    "9930421165704077a1c916cccafae2ab": {
      "label": true,
      "text": "1. What is Patrick's profession?\n2. How did the relationship end?\n3. How long did they date before breaking up?\n4. What soap opera did Camille get a role on?\n5. Do people still recognize her?\n6. What do they want to know?\n7. Why did people misinterpret their relationship as being romantic?\n8. Is Camille ready to talk about the relationship yet?\n9. Where did Patrick first lay eyes on her?",
      "id": "9930421165704077a1c916cccafae2ab"
    },
    "b69d9e2519474b979ab9c40e810ff1f3": {
      "label": true,
      "text": "Please answer the following question: Question: \"What does the paper seek to solve?\"  Context: \"The problem of the flow of time, as it has been treated in analytic philosophy, owes its beginning to a paper written by J. M. E. McTaggart. In this paper McTaggart proposes two \"temporal series\". The first series, which means to account for our intuitions about temporal becoming, or the moving Now, is",
      "id": "b69d9e2519474b979ab9c40e810ff1f3"
    },
    "8e7cff1f58774a45a24c895782d4689b": {
      "label": false,
      "text": "Knox and her former boyfriend Raffaele Sollecito are fighting to overturn their 2009 convictions for the murder of Meredith Kercher, Knox's British housemate who was found with her throat slashed two years earlier. \n\nThe judge said there will be no ruling in the case until after defendant statements on Monday. ",
      "id": "8e7cff1f58774a45a24c895782d4689b"
    }
  },
  "version": 373
}
